{"scenario":{"0_gallery.ks":{"専用ルートから再開":"Resume from dedicated route","おまけ会話の回想":"Recollection of bonus conversation","タイトル画面に戻る":"Return to title screen"},"9_Ending.ks":{"最終日の夕方、俺たちは全てのイベントを終えてバスに乗り込む。":"\"On the evening of the final day, we finish all the events and board the bus.\"","後は家に帰るだけだ。":"I just go home.","「あぁ……楽しかった」":"Ah ... it was fun","窓際の席から外の景色を名残惜しそうに眺める。":"\"From the seat by the window, we regret to see the scenery outside.\"","だが、俺の◯学校生活はこれからだ。":"\"However, my school life is about to begin.\"","そう思うと少しだけ楽しみになった。":"That made me a little excited.","END":"END"},"blue_Scene01_02.ks":{"出発前はあんなに賑やかだったバスの中は今ではすっかり静まり返っている。":"\"The bus, which was so lively before departure, is now completely quiet.\"","窓際で流れてゆく景色を眺めながら、これから体験するであろう色んなイベントに思いを馳せる。":"\"While looking at the scenery flowing by the window, you can ponder the various events you will experience.\"","俺たちが乗るバスが向かっているのは、県外の山の中にある旅館。":"The bus that we take is heading to an inn in the mountains outside the prefecture.","ウチの学校では1年生の秋になると毎年そこを貸し切って林間学習会というものが開かれる。":"\"At our school, every year in the fall of the first year, we hire the school and hold a forest learning session.\"","よくある林間学校+勉強合宿…といった感じのヤツだ。":"It's a common forest school + study camp.","「あぁ、楽しみだなぁ」":"\"Ah, I'm looking forward to it.\"","いつの間にか外の景色は緑一色になり、俺たちを乗せたマイクロバスは大きな幹線道路から、狭い山道に入ろうとしていた。":"\"Before I knew it, the scenery outside became green, and the microbus that loaded us was trying to enter a narrow mountain road from a large main road.\"","「こんな何もないような山に宿泊施設があるのか…」":"Is there an accommodation in a mountain like this?","（まぁ、ウチの学校が使うくらいだから、寂れてるんだろうけど……）":"\"(Well, I'm lonely because my school uses it ...)\"","入学以来の初の校外学習に、俺は浮かれていた。":"I was absorbed in my first out-of-school study since I entered school.","「ねぇ…ちょっと…」":"Hey ... hey ...","隣の席から小さく声がした気がした。":"I felt like a small voice came from the seat next to me.","「葉山君？聞いてる？？」":"\"Hayama, are you listening?\"","「えっ？」":"eh?","声の主は同じ班の相野まゆみさんだ。":"The main voice is Mayumi Aino from the same group.","クラスでもしっかり者で俺たち４人班の班長だ。":"He is a solid person in the class and is the leader of our four-person group.","でも少し様子が変だ。":"But it looks strange.","よく見ると、額にぽつぽつと汗をかいている。":"\"If you look closely, you can see that my forehead is sweating.\"","「どうかしたの？　汗かいてるけど大丈夫？」":"What's wrong? I'm sweating but okay?","少し辛そうな顔をしている。":"I have a slightly spicy face.","この俺、葉山ヨシトはクラス内で保健係だ。":"\"This me, Yoshito Hayama, is a health clerk in the class.\"","体調が悪い人を見かけたら放っておくわけにはいかない。":"\"If you see someone who is sick, you can't leave it alone.\"","「体調悪いの…？」":"Are you sick ...?","「だっ…大丈夫だけど！」":"Well ... it's okay!","「あのね……あとどれくらいで着くか聞いてなかった？」":"Did you ... haven't you heard how long it will take?","「さぁ…ぼーっとしてたから聞きそびれたかも」":"Well ... I couldn't listen because I was vacant.","「あっ…もしかして、乗り物酔いとか？」":"Ah ... maybe you have motion sickness?","「ちがう！ちがう！」":"\"no, no!\"","「ちょっと気になっただけだから…ほんと…」":"I'm just curious ... I really ...","相野さんは少し恥ずかしそうに目を逸らす。":"Aino looks away a little ashamedly.","（そうだ…予定表に到着時間書いてなかったっけ…）":"(Yeah ... I didn't write the arrival time on the calendar ...)","丸めた学習会のしおりを延ばして日程表を確認する。ビンゴ。":"Extend the bookmarks of the rounded learning session and check the schedule. bingo.","「相野さん！到着時間１０時予定だから…案内のしおりを見ればあと４０分くらいだね」":"\"Mr. Aino! We'll be arriving at 10 o'clock ... If you look at the guidebook, it's about 40 minutes left.\"","「えぇ…40分も…!?」":"Eh ... 40 minutes ...!?","「はぁ……」":"Hah ...","相野さんは残念そうに頭を垂れると。ぎゅっとスカートの間に手を挟み、黙り込んでしまった。":"Aino-san regrets his head. I pinched my hand between the tight skirts and shut myself up.","「相野さん…もしかして…」":"Mr. Aino ... maybe ...","この仕草には覚えがある。女の子に直接聞くべきじゃないんだろうけど…。":"I remember this gesture. I shouldn't ask the girl directly ...","「もしかして、トイレ……」":"Maybe the toilet ...","相野さんが言わないでという目でこっちを見る。":"Look at me without telling Aino-san.","「ホント…お願いだから先生には黙ってて！」":"Really ... please keep your teacher silent!","「うん…それはいいけど…」":"Yeah ... that's fine ...","いつにもなく弱々しい声で俺に耳打ちすると、再び尿意を我慢する姿勢をとる。":"\"When I hit my ear with a weak voice, I took a position to put up with urination again.\"","実は２０分程前にトイレ休憩は１回あった。":"\"Actually, I had a toilet break about 20 minutes ago.\"","今になってトイレに行きたいですなんてとてもじゃないが言い出せる雰囲気ではない。":"\"It's not that I want to go to the bathroom now, but it's not an atmosphere that I can say.\"","それに目的地まで後４０分程の距離。さらに、停車する場所もない狭い山道が続いている…":"\"Also, it takes about 40 minutes to reach the destination. Furthermore, there is a narrow mountain road that has no place to stop ...\"","相野さんも我慢するしかない。":"Mr. Aino has no choice but to endure it.","隣で相野さんは貧乏ゆすりをしながら必死に尿意に耐えている。":"\"Next to her, Mr. Aino desperately endures the desire to urinate while swinging poorly.\"","スカートの上から股をギュッとおさえて尿意を紛らせようと押し付けた手を上下に動かしている。":"He presses his crotch down from the top of the skirt and moves his hand up and down to distract him from the urine.","そんな相野さんの我慢する姿はイケナイものを見ている気分になる。":"Ai-san's patience makes me feel like watching a bad thing.","１分…２分と経つにつれ、相野さんの動きは激しくなる。":"\"One minute ... two minutes later, Mr. Aino's movements become more intense.\"","辛そうだが何とか助けてあげられないものか…。":"It seems painful but I can't help it ...","俺は自分のリュックサックの中から何か使えそうなものがないか探してみる。":"I try to find something in my rucksack that could be used.","（トイレの代わりになりそうなモノ……ないかな……）":"(Isn't there something that could replace the toilet ...)","ペットボトルを渡してみる。":"I will give you a plastic bottle.","漏らさないよう応援する。":"I support you not to leak it.","（我慢は体に良くないってエロい本に書いてあった!!）":"(It was written in an erotic book that patience was not good for the body !!)","（これは仕方ない事なんだ‼）":"(This is unavoidable!)","自分に言い聞かせる。":"Tell yourself.","そして持っていた飲みかけのペットボトルを一気に飲み干すと、相野さんの目の前に突き出した。":"\"And when I drunk all of the plastic bottle I had with me all at once, it sticked out in front of Aino-san.\"","「相野さん…無理そうだったらこれ使う？」":"Aino-san ... would you use this if it seems impossible?","周りに座っているクラスメイトは寝ているみたいだし、今がチャンスだ。":"Classmates sitting around seem to be sleeping and now is the time.","「ばっ、ばか……なの…!?」":"\"Wow, stupid ... is it ...!?\"","普通に考えて、バスの中でおしっこするなんてありえないのだが、今はそんなことを言っていられる状態ではないはずだ。":"\"Thinking normally, you can't pee on the bus, but you shouldn't be able to say that now.\"","「漏らすよりましだよ‼　今なら誰も見てないから‼」":"\"It's better than leaking, because no one is watching now\"","相野さんに早く楽になってもらいたい。":"I want Aino-san to get comfortable early.","（決して女の子のおしっこが見たいとかそういうのじゃないんだ‼）":"(Never want to see a girl's pee or something like that!)","相野さんに俺の必死さが伝わったのか、ペットボトルを受け取ろうとする。":"\"Aino is trying to receive a plastic bottle, as if I was desperate.\"","その時…":"At that time…","ガタン！！":"Gatan! !!","マイクロバスが段差に乗り上げたのか、車体が大きく揺れる。":"\"The body sways greatly, whether or not the microbus climbed onto a step.\"","「うわぁっ」":"Wow!","「やっ…」":"Yeah ...","激しい揺れに思わず、バランスを崩し相野さんの方へ倒れ掛かった。":"\"Unconsciously, he lost his balance and leaned toward Mr. Aino.\"","「ご、ごめん!!」":"I'm sorry !!","相野さんの膝の上に倒れ込んだ俺は、すぐさま離れようとして、手をつく。":"\"I fell on Aino-san's knees, and tried to leave immediately, so I held my hand.\"","「あっ…ちょっと…!!」":"Ah ... a little ... !!","柔らかな太ももに体重をかけてしまう。":"I put weight on my soft thighs.","「あっ」":"Ah","「…だめ…………っ!!」":"... No ......... !!","気を抜いたのは一瞬だった。":"It was a moment when I was distracted.","「ちょ…っ!!　もしかして……」":"Cho ... !! Maybe ...","「ちがうっ!!　こっち……見ないで…!!」":"Different !! Don't look at this ... !!","しかし、相野さんの顔は緩みきっていた。":"\"However, Mr. Aino's face was completely loose.\"","やがてポタポタと椅子の下に溢れる音がしてくる。":"\"Eventually, the sound overflows under the chair.\"","「ヒドいよ……」":"I'm sorry ...","「葉山君が……葉山君のせいだから…っ」":"Hayama-kun ... Because of Hayama-kun ...","ぐすっ……ぐすっ……":"Gus ... Gus ...","「ごめん…」":"sorry…","「でもこれは事故だって…!!」":"But this is an accident ... !!","相野さんの匂いが車内の空気に混じってじわじわとあたりに広がってゆく。":"Aino's scent is mixed with the air inside the car and gradually spreads around.","声を出さないように静かに泣いている相野さんを俺はただ見てる事しかできなかった。":"I could only watch Aino-san crying quietly so as not to speak out.","バスの車内では一時的に騒がしくなったが、先生が何とか場を治めている間に、目的地に到着した。":"\"There was a temporary noise in the bus, but I arrived at the destination while the teacher managed to control the place.\"","相野さん以外の生徒は素早く降りるよう先生が指示を出す。":"Teachers instruct students other than Aino to get off quickly.","俺たちの席の横を通り過ぎるたび、クラスメイト達がちらちらと相野さんを心配そうに見ていく。":"\"Every time we pass by our seats, our classmates glance at Mr. Aino.\"","いたたまれなくなった俺もバスを降りようとする。":"\"I'm no longer dying, and I try to get off the bus.\"","「さっきは…ごめん……ひとのせいにして……」":"I just ... sorry ... to blame people ...","「もう大丈夫だから…」":"Because it's alright ...","弱々しい声でそう呟いた相野さんに俺は何と言葉をかけて良いのかわからなかった。":"\"I didn't know what to say to Aino-san, who muttered so weakly.\""},"pink_Scene13_14.ks":{"二日目の夜、夕食後は野外で天体観測のイベントだ。":"\"The evening of the second day, after dinner, is an event for astronomical observation in the open air.\"","旅館近くの駐車場に集められた俺たちは、暗闇の中、少ない明かりの下で引率の理科教員の話を聞いている。":"\"We were gathered in a parking lot near the inn, and in the darkness, in the dark, with little light, we listened to the teacher of science.\"","「というわけで…星の話は以上です」":"That's why ... the story of the stars is over.","「3年生になったら星の話は詳しくやるので、しっかり覚えて帰ってください」":"\"When I'm in the 3rd year, I'll talk about the stars in detail, so please remember carefully and go home.\"","「では、これで解散です」":"So this is the end.","「足元に気をつけて、まっすぐ旅館に戻ってください」":"Watch your step and go straight to the inn.","先生達に誘導されて皆が移動を始める。":"Everyone started to move under the guidance of teachers.","（さっさと部屋に帰るか…）":"(Do you want to go back to your room immediately?)","（しかし…夜の山は冷えるな…）":"(But ... the mountains at night don't get cold ...)","「へっくしっ‼」":"Heckt","大きなくしゃみが出て立ち止まる。":"A big sneeze comes out and stops.","「きゃぁ!?」":"Wow !?","「ちょっと！びっくりしてしおり落としちゃったじゃない‼」":"A little! I'm surprised I dropped the bookmark!","後ろから生意気な女子が駆け寄ってくる。":"A cheeky girl runs up from behind.","「出るもんは仕方ないだろ…？」":"I can't help it ...","「落としたってドコだよ」":"I dropped it.","「この辺！」":"Around here!","「懐中電灯持ってるのあんたなんだからちゃんと照らしてよ！」":"\"You have a flashlight, so please light up properly!\"","俺を含めた何人かは旅館を出る前に貸し出された懐中電灯があったが、エリは数の都合でもらっていない。":"\"Some people, including myself, had a flashlight that I rented out before leaving the inn, but Eri didn't get the number.\"","俺は仕方なく辺りを照らしてやる。":"I have no choice but to illuminate the area.","「どこに投げ捨てたんだよ…」":"Where did you throw it away?","「捨ててない‼」":"Not thrown away","「あんたがびっくりさせるから…‼」":"Because you're surprised ...","「ない…諦めろ」":"No ... give up","「はぁ!?」":"Wow !?","「ちょっと、皆先に行っちゃったじゃない‼　早く探して‼」":"\"A little bit, everyone didn't go first ~ Look for it fast ~\"","「まったく…」":"Jeez…","今度は探す範囲を広げてみる。":"Now try expanding the search range.","「あった‼」":"there were!","「こんなトコに捨てるなよなぁ」":"Don't throw it away like this.","道の端、雑草にまぎれて落ちているしおりを懐中電灯で照らす。":"\"Use a flashlight to illuminate the bookmark on the side of the road, which is covered with weeds.\"","「…………」":".........","「なんか言う事あるだろう？」":"What do you say?","「ふんっ」":"Fun","「はぁ……」":"Hah ...","「何よ？　もともとあんたのせいで失くしたんだから当然でしょ？」":"\"What? Right, I lost it because of you, right?\"","エリはしおりを拾い上げようと照らしている場所へ歩く。":"Eli walks to the place shining to pick up the bookmark.","（こいついっつもこんな性格だけど、そろそろムカついてきた）":"\"(This guy has such a personality, but it's about time for me)\"","俺はわざと懐中電灯のスイッチを点けたり消したりして遊ぶ。":"I play by turning on and off the flashlight switch on purpose.","「は!?　冗談やめて‼」":"Ha !? Stop joking!","「わかった」":"all right","「それじゃ、俺もう寝たいからさっさと帰るね」":"Then I'll go home soon because I want to sleep.","（さぁて、どんな反応するのかな）":"\"(Well, what kind of reaction will it have?)\"","俺は旅館の方向へ振り返ると、エリを置いたまま全力で走り出した。":"\"When I looked back toward the inn, I started running with all my strength left behind.\"","「あっ‼　待ちなさいよっ‼」":"\"Wait, wait!\"","「あはは、ざまぁみろ‼」":"\"Ahaha, Zamaamiro!\"","「ふざけっ…待ってってば…‼」":"Just wait ... wait ...","エリもしおりを何とか拾い上げて俺を追ってくる。":"Eri manages to pick up the bookmark and follow me.","俺は少し距離をとると、懐中電灯を切り素早く茂みに隠れる。":"\"When I take a little distance, I turn off the flashlight and quickly hide in the bush.\"","「葉山？」":"Hayama?","俺を呼ぶエリの声が少しずつ近づいてくる。":"The voice of Eri calling me is approaching little by little.","「ちょっと……」":"A little……","「明かり消さないでよ‼　足元が何も見えないじゃない‼」":"Don't turn off the lights! You can't see anything under your feet!","「冗談はやめてよね…」":"Stop joking ...","真っ暗闇の中を慎重に歩くエリの足音が聞こえる。":"I can hear the footsteps of Eri walking carefully in total darkness.","俺は茂みの裏で息を潜めベストなタイミングを待った。":"I kept my breath behind the bush and waited for the best timing.","「ちょっと…!?葉山…どこ!?」":"A little ...! Hayama ... where !?","（今だ！）":"(now!)","「わっ‼」":"Wow!","大声と同時に懐中電灯を再びONにして自身の顔を下から照らす。":"Simultaneously loudly turn on the flashlight again and illuminate your face from below.","「～～～～っ‼」":"~~~~~","あまりの驚きにエリは声も出さずに勢いよくその場に尻もちをつく。":"\"To his surprise, Eri flutters in the air without any voice.\"","「はははっ」":"Hahahaha","俺はニヤニヤした顔で近寄ると、みっともない姿を見てやろうと懐中電灯でエリを照らす。":"\"When I approach with a grinning face, I illuminate Eri with a flashlight in order to see a terrible appearance.\"","「あっ、だめ…っ‼」":"\"Ah, no ... hh\"","エリが光を嫌がるように手で遮ろうとする。":"Eri tries to block the light so that she hates the light.","「ん？」":"Hmm?","ライトでエリの足もとを照らすと、キラリと地面が反射する。":"\"When the light illuminates Eri's feet, the ground reflects.\"","「見るなぁ‼　バカぁ‼」":"Don't look like a idiot","股の間からのぞく薄いグレーの下着に染みが広がっていく。":"The stain spreads through the light gray underwear looking through the crotch.","「……」":"...","「お前、漏らしたのか…？」":"Did you leak ...?","スマホで動画を撮る":"Take a video with your smartphone","スマホで写真を撮る":"Take a picture with your smartphone","「クラスの生意気美少女、筒路エリのお宝写真ゲット‼」":"\"“Getting a treasure photo of Eri Tsutsuji, a cheeky girl in class!”\"","エリにスマホのカメラを向け、わざとらしい声でアピールする。":"Point your smartphone camera at Eri and appeal with a purposeful voice.","「なっ…‼　今なんで撮ったのよ‼」":"Nah ... why did you take it now?","「消してよ‼」":"Erase!","「嫌だね！ここ数日ムラムラする事件が多くておかずに困ってたトコなんだよ」":"\"I don't like it! I've had a lot of incidents over the past few days, and I'm in trouble because I'm in trouble.\"","「悪いけどお前の写真使わせてもらうぜ」":"\"I'm sorry, I'll use your photo.\"","「おかずって……そんな写真で何するつもりよ‼」":"Side dish ... what are you going to do with such a picture?","「いいから…っ消して‼」":"It's okay ... turn it off!","俺のスマホを奪おうとするエリだったが、腰が抜けて思うように立ち上がることができない。":"\"Eri tries to take my smartphone away, but I can't get up and get up as I want.\"","諦めたようにその場でうなだれる。":"\"As if I gave up, I droop on the spot.\"","「じゃあどうしたら…消してくれるの」":"Then ... how can I erase it?","「んー…」":"Hmm…","「条件次第かなぁ…」":"It depends on the conditions ...","「条件って……」":"Conditions ...","「じゃあ明日、あんたの言う事を何でも聞いてあげる」":"\"Then, tomorrow, I'll listen to whatever you say.\"","「こういうので良い？」":"Is this good?","「は～…いいねぇ」":"Hah ... nice","「どういうことになるかわかって言ってる？」":"Don't you say what you mean?","「まぁいいや、明日いまの言葉が守られていれば消してあげる」":"\"Well, I'll erase it tomorrow if my words are kept.\"","「良いもの撮れたぜ」":"I got a good shot","「ちょっと…‼　何撮って…‼」":"Hey ... what are you shooting ...","「今夜のおかずにしようと思って」":"I'm thinking of a side dish tonight","「おかっ……!?」":"Ohhh ...!?","「いいから消して‼　先生に言いつけるわよ!?」":"Erase it because it's okay! Tell the teacher !?","「すれば良い」":"Do it","「おもらししたところを葉山君にカメラで撮られました～って言えるかな？」":"Is it possible to say that Mr. Hayama took a picture of what I was peeing at?","「わかった……」":"all right……","「じゃあ…どうすれば消してくれるの!?」":"Then ... how can I erase it?","旅館に戻るとエリの部屋へ一緒に入る。":"\"When I returned to the inn, I entered Eri's room together.\"","「ほら着替え手伝ってやるよ」":"\"Hey, I'll help you change your clothes.\"","「動画消してやるからさ？」":"I'll erase the video?","「そこで四つん這いになって」":"Crawling on all fours","「パンツ脱がせてやるから」":"I'll take off my pants.","「バカにしないで…‼　ひとりでできるわよ‼」":"Don't be stupid ... I can do it by myself.","「嫌‼　触んないで‼」":"Don't touch it","「撮った動画、今、ネットにアップする事もできるんだぜ？」":"You can upload your video to the internet right now?","「最低‼　ゲス‼　変態‼」":"Minimum Guess transformation","「おぅおぅ、生意気言うじゃねぇか」":"\"Ooh, don't you say cheeky?\"","「今までお前の態度が気に食わなかったんだよ」":"I didn't like your attitude until now.","「言うとおりしねぇと恥ずかしい思いをするのはお前だぜ？」":"You're the one who's embarrassed to say you're right?","「こうで良いの!?」":"Is this okay?","「もう…好きにしなさいよっ…‼」":"Let's ... like it ...","諦めたのか、畳に手をついて俺に尻を向ける。":"\"Perhaps I gave up, hold my hand on the tatami mat and turn my butt.\"","よく見るとエリが小さく震えている。":"\"If you look closely, Eri is trembling a little.\"","「もしかして怖いのか？」":"Are you scared?","「誰がっ‼　あんたなんか怖くない…」":"Who's not scared of you ...","俺はゆっくりと手をエリの尻に近づける。":"I slowly bring my hand close to Eri's hips.","「ひゃっ!?」":"Hya !?","「ちょっと…‼　ソコ触って良いなんて言ってな…」":"Hey ... tell me that you can touch it ...","「っ……‼」":"Wow ...","俺はエリの割れ目の辺りを少し乱暴に擦る。":"I rub the area around Eri's crack a little violently.","ぐじゅぐじゅと下着からエリのおしっこが染み出して指先を濡らしてゆく。":"Eri's pee oozes out from her underwear and wets her fingertips.","「ソコ…っ触んない…でっ‼」":"Soko ... Don't touch ... Dude!","「ひゃっ…‼」":"Hyah ...","「嫌がってる割に、声出まくりだなぁ」":"\"I hate it, but I'm rolling out.\"","「そんなこと…なっ…あっ‼」":"That's ... it ... oh ~","クリトリスの辺りを強く擦られるのがいいみたいだ。":"It seems good to rub the clitoris area strongly.","イヤイヤと腰を動かして逃げようとするエリを俺は執拗に攻め続ける。":"I keep relentlessly attacking Eri trying to escape by moving his hips.","「ほらほら、おとなしくして」":"\"See, be gentle.\"","「あっ‼　やめっ…‼」":"Ah ... stop ...","「あーあー漏らしちゃって…」":"Ohhhhh ...","「‼」":"‼","「あんたが変なトコ触るからっ…‼」":"You're touching a weird tongue ...","「ぐすっ…ひぐっ…」":"Gusu ... Higu ...","（くくく、この動画さえあればコイツは俺の言いなりだな）":"\"(Kukuku, this guy is the one I know if you have this video)\"","「それじゃ、今日はこのへんにしといてやるよ」":"\"Then, I'll leave it here today.\"","「明日からはもっと楽しい事しような…エリちゃん」":"It will be more fun from tomorrow ... Eri-chan","「……ぐすっ……」":"... Gussu ...","相野さんや幼馴染のあかりの件が女子の間で噂になって、俺は学校に居づらくなった。":"\"Aino and Akari's childhood friend were rumored among girls, and it made me hard to stay at school.\"","（どうせ俺は何をしても女子から嫌われるんだ。）":"\"(No matter what I do, girls hate me.)\"","今では、筒路さんのお漏らし動画だけが俺の希望だ。":"\"Right now, only Mr. Tsutsuji's leaked video is my hope.\"","今日もこれからエリに何をやらせようか考えている。":"I'm still thinking what to do with Eli today.","END":"END"},"scene1.ks":{"袋を渡しておしっこをさせる。":"Give them a bag to pee.","あと少しだ‼頑張れ‼":"It's a little bit left !! Hang in there!"},"blue_Scene03_04.ks":{"「相野さん頑張って!!」":"\"Do your best, Mr. Aino !!\"","「あと10分で到着する時間だから…!!」":"It's about 10 minutes to arrive ... !!","俺はとにかく相野さんを励ました。":"\"Anyway, I encouraged Aino-san.\"","「うん…」":"Yup…","と、その時…":"And then ...","ガタン！！":"Gatan! !!","マイクロバスが段差に乗り上げたのか、車体が大きく揺れる。":"\"The body sways greatly, whether or not the microbus climbed onto a step.\"","「葉山君……」":"Hayama-kun ...","「どうしよう……」":"What should I do……","「えっ…」":"eh…","相野さんはまだ我慢している様子だったが、明らかに漏れてしまったといった表情をしている。":"\"Aino-san still seemed to be patient, but the expression is that he has apparently leaked.\"","幸いにも床には溢れていないみたいだ。":"Luckily the floor doesn't seem to overflow.","相野さんがどのくらい漏らしたのかわからないが制服に染み込んでしまうと後々恥ずかしい思いをするはずだ。":"\"I don't know how much Aino-san leaked, but if it gets into his uniform, he will feel embarrassed later.\"","俺は慌ててリュックサックを開けると、一番下に詰め込んだスポーツタオルを引っ張り出す。":"\"When I open the backpack in a hurry, I pull out the sports towel packed at the bottom.\"","「これ使って!!」":"Use this !!","「えっ…でもこれ葉山君の…」":"Well ... but this is Hayama's ...","「捨てても問題ないやつだから…」":"It's okay to throw it away ...","相野さんに手渡すとスカートの下へ入れるようジェスチャーする。":"\"When handed to Aino-san, she gestures to put it under the skirt.\"","「制服、染みになったら大変だから」":"It's hard to get uniforms and stains.","あともう少しでこのバスが目的地に到着する…。":"This bus will soon arrive at its destination ...","それまで何とかしてあげたかった。":"I wanted to do something until then.","「…ありがと」":"Thank you.","しばらくタオルを握ったまま躊躇していた相野さんは、決心したのか俺の愛用のスポーツタオルをスカートの中に潜り込ませる。":"\"Mr. Aino, who was hesitant while holding a towel for a while, decided to make a decision and let my favorite sports towel sneak into his skirt.\"","漏れたおしっこが大きな染みにならないようにぎゅっと股の下に押し当てているのがわかった。":"I found that the leaked pee was pressed tightly under my crotch so that it would not become a big stain.","（俺の愛用していたタオルが…）":"(The towel I used to use ...)","相野さんのおしっこを吸ったタオルを想像して俺まで赤くなってしまった。":"I imagined a towel that sucked Aino-san's pee and it turned me red.","そうこうしているうちに、バスが目的地に到着した。":"\"Meanwhile, the bus arrived at the destination.\"","「やっっっと着いたぁ!!」":"I just arrived !!","「ながかったよ～…」":"It was a long time ...","長時間座ってたせいかみんなゆっくりとした動きでバスを降りてゆく。":"\"Maybe because they've been sitting for a long time, everyone gets off the bus slowly.\"","相野さんは一刻を争うというのに悠長な奴らだ。":"Mr. Aino is a lenient guy who fights for the moment.","軽く漏らしてしまった相野さんは真っ先に降りる事ができない。":"\"Mr. Aino, who has leaked lightly, cannot get off first.\"","ようやく最後になると、相野さんもスカートの小さな染みを隠しながらバスを降りた。":"\"At the end, Aino-san also got off the bus, hiding the little stain on her skirt.\"","「あとちょっとだから…」":"It's a little bit ...","相野さんはもう限界で歩けないと言った様子だ。":"Mr. Aino seems to have said that he can no longer walk because of his limit.","うつむいたまま首をひたすら横に振っている。":"She shook her head while lying down.","「まだ我慢してるの？」":"Are you still patient?","「それならトイレが近くに……」":"Then the toilet is near ...","「無いな……」":"No ...","旅館は駐車場を出たすぐそこだったが、近くに公衆トイレらしき建物は無い。":"\"The ryokan was right outside the parking lot, but there is no public toilet-like building nearby.\"","「仕方ない…」":"it can not be helped…","「そこの茂みの裏でする？」":"Do you do it behind the bushes?","バスの裏にちょうどよい背の高さの茂みがあった。":"There was a tall bush just behind the bus.","旅館の中に入ってトイレを探しても、間に合わないかもしれない。":"\"Even if you enter the inn and look for a toilet, it may not be in time.\"","最後の手段を提案してみる。":"I will suggest a last resort.","「でも…」":"But ...","「見張っててあげるから」":"I'll keep watch.","「うん……するから……お願い……」":"Yeah ... I will ......... please ...","「お…おぅ…」":"Oh ... oh ...","「じゃ、じゃあ人が来ないか……見てて？　先に行かないでよ？」":"\"Then, why don't people come ... see ?? Don't go ahead?\"","ますます顔を赤くした相野さんは茂みの中へ分け入ってゆく…":"\"Mr. Aino, whose face turned red and red, split into the bushes ...\"","俺はバスの影に隠れるようにして相野さんがおしっこをするのを待った。":"I hid in the shadow of the bus and waited for Aino to pee.","「みなさん、疲れてるとは思いますがお昼は飯盒炊さんをしますので、またこの場に戻ってきてください。」":"\"I think everyone is tired, but I will cook rice for lunch, so please come back here.\"","「それまで、少し休憩時間を取ります。30分後には河原へ移動しますよ！　遅れないでくださいね！」":"\"Until then, I will take a break. I will move to Kawara in 30 minutes! Don't be late!\"","「では、旅館へ入って自分の部屋へ行ってください。」":"Then enter the inn and go to your room.","「俺も部屋で一旦休みたいぜ…」":"I also want to take a break in the room ...","「……」":"...","他のクラスメイトも旅館へどんどん入ってゆく。":"Other classmates continue to enter the inn.","俺は他の人に見られないように影を薄くしながら、じっと相野さんのおしっこが終わるのを待つ。":"\"I waited until Aino-san's peeing was over, making the shadows so that no one else could see them.\"","茂みの向こうから、僅かに相野さんが動く音が聞こえる。":"You can hear the sound of Mr. Aino moving from behind the bushes.","（気になる…）":"(concern…)","（少しだけならいいよね…）":"(I hope it's just a little ...)","我慢できなくなった俺はこっそりと茂みに顔を近づける。":"\"I can't stand it, and I sneak up my face to the bush.\"","ちょうど、濡れた下着をおろしてしゃがみ込むところだ。":"It's about time to pull down wet underwear and crouch down.","捲り上げた染みのついたスカートから覗くすらりとした太ももと、影の中に女の子の割れ目が確認できる。":"You can see the girl's crevice in the shadow and the slender thighs peeking from the rolled-up stain skirt.","（すげぇ…こんなふうになってるのか…）":"(Amazing ... is it like this ...)","生まれて初めて見る女の子の生まんこに目が釘付けになる。":"My eyes are glued to the raw pussy of the girl I see for the first time.","ネットで見た大人のものとは全く違う綺麗で柔らかそうなソレは、うっすらとおしっこに濡れていた。":"The beautiful and soft sole that was completely different from the adult one I saw on the net was slightly wet with pee.","「…ふぅ……っ……」":"... fu .........","相野さんの膀胱に溜まっていたそれは勢いよく飛び出すと、きれいな放物線を描いて落ち葉の上に吸い込まれる。":"\"Aino-san's bladder, when it suddenly jumped out, drew a beautiful parabola and was sucked onto the fallen leaves.\"","乾いた葉が相野さんのおしっこを浴びてビタビタと大きな音を立てている。":"The dried leaves bathed in Mr. Aino's pee and made a loud noise.","「……!!」":"... !!","予想外に大きな音がして、歩道で待ってるはずの俺に聞こえたかもと相野さんはキョロキョロしながら顔を赤らめる。":"\"An unexpectedly loud noise was heard by me who was waiting on the sidewalk, and Aino-san was fluttering and blushing.\"","おしっこが終わるとぽたぽたとお尻に垂れていくしずくをタオルで優しく拭いている。":"\"When the pee is over, I gently wipe the dripping drops on my hips with a towel.\"","もちろんそのタオルはさっき俺があげたものだ。":"Of course the towel was the one I gave you earlier.","今まで散々自分に触れてきたものが、今女の子のあそこに当っていると思うと股間がはちきれそうになる。":"\"When I think that something I've touched myself so far hits the girl's place, my crotch seems to come off.\"","（もう少し…相野さんのあそこが見たい…）":"(I want to see Aino-san over there ...)","欲張った俺は少しだけ前に身を乗り出す。":"I was greedy and lean forward a little bit.","「よいしょ…っと」":"It's good ...","おしっこで汚れたタオルを丁寧に丸めると、持ってきたバッグの中から袋を取り出して仕舞い込んだ。":"I carefully rolled up a dirty towel with pee and took it out of the bag I brought and put it in.","しかし、見とれているあいだに、相野さんは用を済ませて立ち上がる。":"\"However, while being admired, Aino-san finishes his work and stands up.\"","（やべっ…!!）":"(Yeah ... !!)","相野さんより早く戻らないと面倒なことになる。":"It will be troublesome if you do not return earlier than Mr. Aino.","俺も慌てて元の場所に戻ろうとしたその時、木の根に足がひっかかってしまった。":"\"When I was in a hurry to go back to where I was, my leg got caught in the root of the tree.\"","「あいって…っ!!」":"Ait ...!","「きゃっ!!　…葉山君!?」":"Kya !! ... Hayama !?","（終わった…。）":"(finished….)","「もしかして…見てたの？」":"Maybe ... did you see it?","「ははは…」":"Hahaha ...","茂みからなんとか這い出す。":"Crawl out of the bushes.","顔を赤くして困った顔をする相野さん。":"Mr. Aino who has a red face and a troubled face.","「いやぁ…ほら、大丈夫かなって心配してたんだ…」":"No ... I was worried I was fine ...","「あはは…」":"Ahaha ...","「エッチ……」":"Ecchi ...","「うぅ…」":"Uh ...","「相野さん…ごめん…」":"Mr. Aino ... I'm sorry ...","「つい出来心で…」":"Don't mind ...","この通り…と拝んでなんとか許しを乞う。":"I pray forgiveness by worshiping this street.","「いいよ…謝んないで」":"OK ... don't apologize","「私、気にしてない」":"I don't care","「だって葉山君の事好きだから…」":"Because I like you Hayama ...","「はい!?」":"Yes!?","突然の愛の告白に俺の脳が停止する。":"A sudden confession of love stops my brain.","相野さんも自分が言った事の恥ずかしさを理解して顔を真っ赤にする。":"Aino also understands the embarrassment of what she said and turns her face red.","「それって…」":"that's…","「葉山君になら」":"For Hayama","「……見られても平気だから」":"... because it's okay to see it","「いつも皆に優しい葉山君を知ってるから」":"I always know Hayama who is kind to everyone.","「私、全然怖いとか、嫌だとか……思ってない……」":"I don't think I'm scared or hate at all ...","いつから俺の事を好きだったのか、気になったが、女の子にここまで言わせてしまった自分が恥ずかしく思えた。":"\"I was wondering when I started to like me, but I felt embarrassed to have the girl tell me so much.\"","（俺だって相野さんのこと気になってたし…）":"(I was interested in Mr. Aino ...)","自分とは正反対のしっかりした子だから、相野さんは俺の事なんか興味すら無いと思っていた。":"\"Aino is a solid child who is the exact opposite of me, so I thought Aino-san wasn't even interested in me.\"","「……相野さん!!」":"... Mr. Aino !!","うれしくなって相野さんを抱きしめる。":"I am happy and hug Aino.","「わ…わわっ…ちょっと葉山君!?」":"Wow ... wow ... Hayama-kun !?","「……今私…よごれて…」":"... I am ... dirty ...","「気にしない」":"Do not worry","「あ、ありがと……　嬉しいけど…もう戻らなきゃ皆に心配されちゃう…」":"Thank you ... I'm glad ... but I'm worried by everyone unless I get back ...","俺は相野さんに優しくキスをする。":"I kiss Aino-san gently.","「!?」":"!?","突然のキスだったにも関わらず、相野さんは俺の舌を受け入れる。":"\"Despite the sudden kiss, Aino accepts my tongue.\"","「んちゅ…ん…♡」":"Nchu ... n ... ♡","自然と身体が熱くなって興奮してくる。":"Naturally my body gets hot and I get excited.","「俺も…好きだ…」":"I like it ...","「…ん♡　私も…」":"... n ♡ me too ...","もっと密着したい…相野さんを感じたい。":"I want to get closer ... I want to feel Mr. Aino.","俺は気持ちを抑えきれなくなって、彼女のブレザーボタンを外す。":"\"I couldn't control myself, so I took off her blazer button.\"","「ちょっと…待って…!?　葉山…君っ!?」":"Wait ... wait ...! Hayama ... you!","「俺も相野さんのこと好きだったから嬉しくて…」":"I was so happy that I liked Mr. Aino ...","「今すぐ、相野さんの事もっと知りたい…」":"I want to know more about Mr. Aino right now ...","「俺の本気も見て欲しいんだ……」":"I want you to see me seriously ...","「葉山君………」":"Hayama ...","「ほんとに…汚れてるから…」":"Really ... because it's dirty ...","スカートを脱がせると、濡れてお尻にぴったりと張り付いた下着が見える。":"\"When you take off your skirt, you can see underwear that is wet and tightly attached to your buttocks.\"","「大丈夫、任せて」":"\"Okay, leave it to me\"","「そんなっ…いきなり…………‼」":"That ... suddenly .........","「っ♡　んぅぅ♡」":"\"Hmm ...\n\"","「嬉しいけど……これはだめ…」":"\"I'm happy ... but this isn't ...\"\"","「だめ…って!!　こんなトコで…!!」":"No ... no! With this kind of toko ... !!","「ごめん、膣内に出る…‼」":"\"I'm sorry, I'm in the vagina ...\"","「はぁっ…はぁっ…」":"Hahhh ... hhhh ...","「いきなり激しすぎ…っ……だよ…」":"Suddenly too intense ... huh ..."},"blue_Scene05_06.ks":{"スタンプラリーの途中でみんなとはぐれてしまった。":"I got separated from everyone in the middle of the stamp rally.","気がつくと班員2人の姿が無く、俺と相野さんの二人きりだ。":"\"When I noticed, the two members of the group disappeared, and I and Mr. Aino alone.\"","「ちょっと休憩しない？疲れちゃった…」":"Why don't you take a break? Tired ...","俺も朝から歩き通しで喉も乾いた。":"I also walked from the morning and my throat became dry.","ちょうどスタンプ収集のために立ち寄った神社にいるんだ、休憩させてもらおう。":"\"I'm at a shrine I just stopped by to collect stamps, let's take a break.\"","「うん、ここでちょっと座って休憩しよう。」":"\"Yeah, let's sit down here for a break.\"","「うん！」":"Yup!","俺たちは古い神社の軒下に入ると縁側に腰掛ける。":"We sit on the veranda when we enter the eaves of an old shrine.","「ふぅ…」":"Fu ...","二人きりになると昨日の出来事が思い浮かぶ。":"I think of yesterday's events when we are alone.","（相野さんはどう思っているんだろう）":"(What does Aino think?)","（でも、班員とはぐれたのになんだかすごく楽しそうだ）":"(But it seems to be a lot of fun because I was separated from the group)","「今日は温かくてきもちいーね！」":"It's warm and chewy today!","「ちょっと、眠くなってきた」":"A little bit sleepy","相野さんはごろんと縁側の上で寝そべる。":"Aino lays down on the porch.","「あっ…」":"Ah…","相野さんの下着が見えそうになって、俺は反射的に目を逸らす。":"\"When Aino-san's underwear seems to be visible, I turn my eyes reflexively.\"","相野さんが恥ずかしそうに笑う。":"Aino laughs embarrassingly.","「やっぱ気になるよね」":"I'm worried","「いや…あの…」":"No ... that ...","そう言うと相野さんはスカートを少し捲る。":"Aino-san turns on her skirt a little.","「私、昨日からカラダが変になっちゃって…」":"I have a strange body since yesterday ...","「変な子だって思わないでね…？」":"Don't think you're a weird child ...?","捲りあげられたスカートから白い下着が見えた。":"I could see white underwear from the rolled up skirt.","しかし、よく見ると可愛らしい模様に『まえ』と書かれている。":"\"However, if you look closely, it is written in a cute pattern as \"mae\".\"","「これって、紙おむつだよね？」":"\"This is a paper diaper, right?\"","「どうして……」":"why……","「昨日からずっと、何回もお漏らししそうになって、引率の保健の先生に相談したら、これ貰ったの…」":"\"I've been leaking many times since yesterday, and when I consulted with the health teacher, I got this ...\"","「なんかおねしょする子もいるから用意してるんだって」":"\"I have some kids sleeping, so I'm preparing it.\"","「他の人には絶対ナイショだよ？」":"Isn't that right for other people?","「どうしてそこまで教えてくれるの？」":"Why can you tell me so much?","「どうしてって…」":"Why ...","「だって気になってたよね？　スカートの中…」":"\"Because you were worried, right? In the skirt ...\"","「えっ…いや…」":"Well ... no ...","「まさかおむつだったとは思ってなかったんだけど…」":"I never thought it was a diaper ...","「えっ、じゃあ私…自分から秘密を教えちゃったって事？」":"\"Well then, I ... Did I tell you the secret?\"","「うぅ、ちょっと恥ずかしい…」":"\"Uh, a little embarrassing ...\"","相野さんはスカートを下ろしておむつを隠す。":"Aino-san puts down her skirt and hides her diaper.","「葉山君のせいだよ？」":"Is it because of Hayama?","「…昨日あんな事しちゃうから」":"... I will do that kind of thing yesterday","「思い出すたび…」":"Every time I remember ...","「今もちょっと出ちゃってる…」":"I'm still out a little now ...","「え、大丈夫…？」":"\"Oh, okay ...?\"","恥ずかしそうにモジモジと膝をすり合わせる相野さん。":"Aino-san is shyly rubbing her knees together.","「でもやっぱり全部知ってほしい」":"But I want you to know everything","「葉山君には私の全部、知ってて欲しいから」":"I want Hayama to know everything about me.","「イヤかな？」":"Isn't that okay?","「ううん、イヤじゃない」":"\"No, I don't like it.\"","むしろ相野さんのおむつ姿が見れるなんて幸せなくらいだ。":"\"Rather, I'm so happy that I can see Aino-san's diaper.\"","「それじゃあ」":"Well then","「もっと…しっかり見せて欲しい」":"I want you to show me more ...","「今…汚いよ？」":"Now ... is it dirty?","「今見たいから」":"I want to see it now","寝そべっている相野さんの足の間に割って入ると、スカートを捲る。":"\"When I smashed it between Ai-san's legs lying down, I rolled up a skirt.\"","おむつはさっき見た時よりも少し膨らんでいた。":"The diaper was slightly inflated than it was when I saw it.","「ほんとに俺の事考えて…出ちゃったの？」":"\"Did you really think about me ...?\n\"","こくりとうなずく相野さん。":"\"Mr. Aino, who is nodding with a nut.\"","「このままだと気持ち悪いよね」":"\"It's uncomfortable if you keep it like this.\"\"","「あっ、待って！」":"\"Wait, wait!\"","静止する相野さんの手を振りほどき、おむつの両端に手を伸ばす。":"\"Waving Ai-san's hand at rest, reaching for both ends of the diaper.\"","「触ってもいい？」":"Can I touch it?","「……」":"...","俺は我慢できずに顔を近づけた。":"I couldn't stand it and brought my face closer.","もっと近くで相野さんを味わいたい":"I want to taste Mr. Aino closer","「なっ…舐めるのはダメ…!!　き…汚いからぁ……」":"Nah ... you can't lick it ... !! Ki ... because it's dirty ...","無我夢中で舌を割れ目に添って動かす。":"I'm crazy and move my tongue along the crack.","相野さんのおしっこの匂いと少し塩っぱい味がする。":"Aino-san's pee smell and a little salty taste.","「ふぅっ♡……ん♡　まっ…♡」":"“Fu ♡ …… n ♡ ...”","「んっ♡　はゃまくぅ…ん♡」":"Nh ♡ hama ku ... n ♡","相野さんの身体の反応を見ればどこが気持ちいいのかすぐにわかる。":"\"If you look at Aino's body reaction, you can immediately see what makes you feel good.\"","ピンク色をした小さなヒダと少し固くなったクリトリスを舌先で丁寧に転がす。":"Carefully roll the pink folds and slightly hardened clitoris with your tongue.","俺の息子ももう限界だ。":"My son is already at the limit.","ズボンをズリおろし、相野さんに覆いかぶさった。":"I pulled down my pants and covered Aino-san.","「やだっ…葉山…く…んっ!!」":"No ... Hayama ... Ku ... Hmm !!","「ちゃんと綺麗にしないとね」":"I have to clean it up properly.","俺はかばんからウェットティッシュを取り出して、おしっこでベタついた相野さんのお尻を拭こうとする。":"I take a wet tissue out of my bag and try to wipe Mr. Aino's butt that was sticky with pee.","「外は恥ずかしいよ……」":"It's embarrassing outside ...","俺は夢中になりすぎてここが外だということを失念していた。":"I was so crazy that I forgot that it was outside.","「そうだな…ここ入れないかな」":"Yeah ... I can't enter here.","目の前の打ち捨てられた建物の雨戸を少しずらしてみる。":"Try to move the shutter of the abandoned building in front of you a little.","中は丁度いいサイズの小さな和室だった。":"The inside was a small Japanese-style room of just the right size.","「誰も住んでないみたいだし、少し使わせてもらおう…」":"\"Nobody seems to live, let's use it for a while ...\"","俺たちを探しに誰が来るかわからない。":"I don't know who will come to look for us.","二人で隠れるように建物の中へ入った。":"We entered the building so that they could hide together.","少しホコリっぽい部屋の中へ入る。":"Enter a slightly dusty room.","相野さんを畳に寝かせると、障子戸から漏れる光を頼りにゆっくり服を脱がせてゆく。":"\"When Aino-san lies on a tatami mat, she slowly undresses, relying on the light leaking from the shoji doors.\"","「メガネは……だめ」":"I don't wear glasses ...","「ごめん…」":"sorry…","「今度はちゃんと、葉山君の顔見たいから…」":"I want to see Hayama's face this time ...","「行くよ？」":"go?","もう一度ペニスを相野さんの腟口にあてがって今更ながら最終確認を行う。":"The penis is again applied to Mr. Aino's vaginal opening and the final confirmation is being made.","「良いよ、来て？」":"\"Good, come on?\"","相野さんは俺の目をまっすぐ見つめるとにっこりと笑ってみせる。":"Aino-san stares straight into my eyes and makes me smile.","「相野…さんっ!!　もう出そう…っ!!」":"Aino ... San !!!! Let's get out ...!","「葉山君の全部…きて♡」":"All of Hayama-kun ... Come on ♡","「大好きな葉山君の…あったかいの…!!」":"\"My favorite, Hayama-kun ... is warm ... !!\"","「もぅ…っ!!　出る…!!」":"Moo ... !!! Come out ... !!","「はぁっ♡……はぁっ♡……」":"Hahhhh ... hahhh ...","「中…いっぱい…♡」":"Medium ... full ... ♡","「葉山君ので…いっぱい…」":"Because of Mr. Hayama ... a lot ...","「大好き……」":"I love You……"},"pink_Scene15_16.ks":{"「ほら…約束したよね？」":"You see ... you promised?","「無理……」":"I can't ...","「じゃあおむつの中におしっこしちゃう？」":"So you pee in your diaper?","「‼」":"‼","「それは…イヤっ」":"That's ... no!","「昨日の写真を消す代わり……」":"Instead of deleting yesterday's picture ...","「俺の言う通りにするって言ったよな？」":"You told me to do what I said?","「言ったけど…」":"I said ...","「じゃあ、俺が良いって言うまで今日ずっとトイレ禁止！」":"\"Then, I'm banning the toilet today until I say good!\"","「色々考えたけど、これが一番かな」":"\"I thought about it, but this is probably the best.\"","「トイレ……禁止……!?」":"Toilet ... Prohibition ...!?","「それともエッチな事の方がいいか？　嫌だろ？」":"\"Or is it better to have naughty things?\n\"","「……」":"...","「それにビビって漏らすほどシモの緩いお前にはぴったりだと思って」":"I think it's perfect for you who are so loose as to be scared and leak.","「鬼畜……」":"Demon ...","「ははは、なんとでも言えよ」":"I can say anything.","「約束は約束だろ。お前が我慢できずに漏らせば、俺も秘密を漏らしちまうかもな！」":"\"A promise is a promise. If you can't stand it and leak it, I might leak a secret!\"","「あははっこりゃ傑作！」":"Aha hakkoraku is a masterpiece!","「……っ‼」":"...!","「そんな…‼」":"Such ...","「対策は考えてあるから安心しろって…」":"\"I'm thinking about measures, so don't worry ...\"","「は？これは？」":"What? What is this?","「おむつだよ」":"It's a diaper.","「は？」":"What?","「どっから持ってきたのよこんなもの‼」":"From where did you bring this?","「ふっふっふ…」":"Fuffy ...","「ここの旅館のサービスで、内線で頼んだらタダで貰えるんだよ」":"\"The service of the inn here, you can get it for free if you ask for an extension.\"","「いやぁ、いい歳してお漏らしするコが最近はどうも多いみたいでねぇ…」":"\"Well, it seems like there are a lot of people who have a good age and leak it ...\"","「嫌ならおむつ無しでいいけど…その時はどうなるか想像できるよね？」":"\"If you don't like it, you don't need a diaper ... but you can imagine what happens at that time?\"","「…………」":".........","「…わかったわよ‼」":"... I understand!","「それ着けて行けばいいんでしょ‼」":"You should wear that!","「わかればオッケー」":"Okay if you know","「じゃあ早速お着替えしようか…」":"Then I should change clothes ...","「バカ‼　ひとりでできるわよ‼」":"Don't do it alone!","「もう限界？」":"Is it the limit?","「それくらい…っ…わかるでしょ‼」":"“That ’s about it… You know…”","「朝からずっと…我慢してるんだから…」":"I have been patient since morning ...","「じゃあ今からトイレでおしっこしていいよ？」":"Is it okay to pee in the toilet now?","「……はぁ？」":"... what?","「まぁ旅館まで帰らなきゃトイレ行けないけど」":"\"Well, I can't go to the bathroom until I return to the inn.\"","「どうする？」":"what will you do?","「……行く」":"……go","「先生！」":"teacher!","「どうした葉山ー？」":"What happened to Hayama?","「筒路さんがちょっと体調悪いので部屋に戻りたいそうです」":"\"Mr. Tsutsuji is a little sick, so he wants to go back to his room.\"","「なんだ食べすぎか？」":"Why do you eat too much?","「そういえば、葉山は保健委員だったよな？」":"\"By the way, Hayama was a health commissioner, right?\"","「旅館の部屋まで連れて行ってやれ」":"Take me to the inn room","「旅館には待機中の先生もいるから何かあったら言っておきなさい」":"\"There are teachers waiting at the inn, so please tell me if there is anything.\"","「はい先生！」":"Yes teacher!","「じゃあ筒路さん、ちょっと戻ろうか？」":"\"Mr. Tsutsuji, why don't we just go back?\"","ニヤリと笑いかけるとエリが冷たい目で俺を睨んでくる。":"\"When Erin grinned, Eri stared at me with cold eyes.\"","キャンプ場を離れ旅館へと歩いて行く。":"Leave the campsite and walk to the inn.","とぼとぼと俺の後ろをついてくるエリだったが彼女の尿意は既に限界に達していた。":"\"It was Eri who came behind me, but her desire to urinate had already reached the limit.\"","「ほらもうすぐだよ……」":"See you soon ...","「それとも、もう漏らしちゃった？」":"Or have you leaked it already?","「バカ……まだ…漏らして……ない……」":"Stupid ... Still ... Leaked ... No ...","「……く……うっ」":"... ku ... uh","「ほらほら、トイレでしないと昨日の約束はできないぞ？」":"You can't promise yesterday unless you use the toilet?","「……‼」":"...","「トイレまであと少しだぞ‼」":"It's just a little to the toilet!","「わかってるってば‼」":"I know!","「そんな事言ったってさっきから足が止まったままじゃん」":"\"I've been saying that for a while, my legs have stopped.\"","「うるさい‼」":"Noisy!","「話かけないで……」":"Don't talk ...","「も…出ちゃ…」":"Well ... come out ...","「ヤダヤダヤダ」":"Yadayadayada","急にエリの動きが大人しくなる。":"Suddenly Eri's movements become more mature.","「あれ？」":"that?","「さっきまであんなに顔真っ赤にして我慢してたのに」":"I had put up with that bright red face a while ago","「おかしーなー…どうしちゃったの筒路さん？」":"Oh my god ... what happened to Mr. Tsutsuji?","わざとらしくエリの顔を覗き込む。":"I deliberately look into Eli's face.","エリは我慢しているフリをして、必死に目を瞑って足をモジモジさせているが、俺には確かにその音が聞こえていた。":"\"Eli pretended to be patient, desperately closing his eyes and making his legs muddy, but I could hear the sound.\"","「もしかして…」":"Maybe ...","「違う…‼　漏らしてない‼　漏らしてないから‼」":"No ... I haven't leaked it. I haven't leaked it.","「ほんとかなぁ？」":"Really?","「絶対漏らしてないから、早くトイレに行かせて‼」":"\"I haven't leaked it, so let me go to the bathroom soon!\"","「わかった、わかったって」":"\"I understand, I understand.\"","「ここってあんたの部屋じゃない‼」":"This is not your room!","「いったい何するつもりよ…」":"What on earth are you going to do ...","「まず、確認しなきゃダメだろ？」":"\"First, I have to confirm?\"","「おむつだけになって他は脱げよ」":"Become a diaper and take off everything else.","「できるわけ……‼」":"I can do ...","「じゃあ昨日の写真を俺の自由に使わせてもらおう！」":"\"Then, let's use the photos from yesterday for my freedom!\"","「…‼」":"“…‼”","「最低ねあんた…‼」":"Minimum you ...","「わかったわよ脱げばいいんでしょ‼」":"\"Okay, you should take it off!\""},"pink_Scene17_18.ks":{"「おやぁ？エリさん…これはどういう事でしょう？」":"Oh? Eri-san ... what does this mean?","「……」":"...","おむつの上から優しく撫で回す。":"Gently pat on the diaper.","「やめて……気持ち悪い…」":"Stop ... it feels bad ...","グジュグジュと音を立てておむつの隙間からおしっこが染み出してくる。":"Pee oozes out from the gap of the diaper making a squeaky sound.","「じゃあ中も見せてもらおう」":"Then let's see the inside as well.","「あっ…コラ‼やめっ‼」":"Ah ... Photoshop!","強引におむつのテープを引き剥がすと、重力に従って濡れたおむつがボトっと布団の上に落ちる。":"Forcibly peeling off the tape of the diaper causes the wet diaper to drop on the futon due to gravity.","朝から我慢し続けたエリのおしっこが吸収体の全体に渡って染み込んでいる。":"\"Eri's pee, which he has endured from the morning, is absorbed into the entire absorbent body.\"","「ん～？この糸引いてるのは何だ？」":"Hmm? What is this string pulling?","エリの割れ目からいやらしい糸をひいている。":"A nasty thread is pulled from the crevice of Eri.","「知らない‼」":"Do not know!","「なんだかんだ言って、楽しんでたんじゃないか？」":"\"Don't you say something, did you enjoy yourself?\"","エリは目を背けてふくれっ面になる。":"Eli turns away and turns into a pout.","「俺もそろそろ我慢できないし…」":"I can't stand it anymore ...","素早くズボンを脱ぐ。俺のモノは今すぐエリを犯したくてピクピクと震えていた。":"Take off your pants quickly. My stuff was quivering because I wanted to commit Eri right now.","「嫌がらないの？犯されちゃうよ？」":"Are you hateful? Will you get fucked?","「さっさとしなさいよ…」":"Simply ...","「えっ？なに？」":"What? What?","「OKってこと……？」":"Is it OK ...?","「最初っからこうしたかったんでしょ」":"I guess I wanted to do this from the beginning","「あんたの下心なんて見え見えなのよ‼」":"You can't see your heart!","「こんな変態だって知らなきゃ…いくらでもさせてあげたのに‼」":"\"I have to know this kind of metamorphosis ...\n\"","「それってつまり…」":"That means …","「俺が好きって事？」":"Do you like me?","「好き　だ　っ　た　の‼」":"I like it","「今のあんたは嫌い‼」":"I hate you now","「でも、ずいぶん濡れてるじゃん」":"But it's a lot wet.","「ちょっとはこの状況を楽しんでたよね？」":"Have you enjoyed this situation for a bit?","「うるさい…」":"Noisy…","「さっさとしなさいよ童貞‼」":"\"Shut up, virgin!\"","「…相変わらず生意気だなぁ」":"... as cheeky as ever","「俺はお前がずっと俺の事嫌いだと思ってたけど…」":"I always thought you hate me ...","「今までのって好きな人にイジワルしたくなる…とかいうヤツだったり？」":"Isn't that the kind of guy you've always wanted to hang out with?","（なんか急に可愛く見えてきたぞ）":"(It suddenly looks cute)","「……しないの？」":"……not doing this?","「それじゃ、挿れるよ？」":"Then you can insert it?","「俺の全部エリの中に入ったよ？」":"You're all inside Eri?","「言わないで…っ」":"Don't tell me ...","「今までごめん」":"I'm sorry until now","「…えっ？」":"…eh?","「俺…ずっとエリが俺の事嫌いなんだと勘違いしてた」":"I ... I was thinking that Eri always hated me.","「だから、今までの事謝るわ」":"So I apologize for what I've done so far.","「こんな…っ……状態で……謝んなぁ‼」":"This is ... in a state ... apologize!","「あっ、今…締めつけたな？」":"\"Oh, now ... have you tightened it?\"","俺の言葉に反応してキュウキュウと膣壁が締めつけてくる。":"\"In response to my words, the squeak and vaginal wall tighten.\"","「動くけど…痛かったら言えよ？」":"\"It works, but ... can you say if it hurts?\"","「今更…優しくされても……っ‼」":"Even now ... Even if I'm kind ...","「嬉しくなんか……‼」":"I'm happy ...","「あぁっ♡」":"Ohhhhh","エリから明らかに感じている甘い声が漏れる。":"The sweet voice that Eri clearly feels leaks.","慌てて自分の口を塞ごうとするが、そんな彼女を邪魔をするように突き上げる。":"\"He tries to block his mouth in a hurry, but pushes her up so as to disturb her.\"","「もう…やめっ…♡」":"Already ... stop ... ♡","「わかったから……♡」":"I understand ... ♡","「好きな男子の前では素直になった方が可愛いぞ」":"It's cute to be obedient in front of your favorite boy.","「今は…あんたなんか…っ」":"Now ... you are ...","「すきにゃ…なぁぃっ♡　……っ♡」":"Sukinya ... aaaa ♡ ......... ♡","しかし、エリの言葉とは裏腹に膣奥を突くたびにトロトロと溢れ出る蜜がすべてを物語っていた。":"\"However, contrary to Eri's words, every time he pokes his vagina deeply, the honey overflowing and telling the story was everything.\"","「イキそう…‼」":"Let ’s go ...","「エリのエロまんこの一番奥に…‼」":"Eri's erotic bun at the end of this ...","「～～～～～～っ‼」":"~~~~~~~","「出る…‼」":"Exit ...","どくどくと脈動するペニスに合わせて膣の入り口がきゅんきゅんと締め付けて反応する。":"The entrance of the vagina tightens tightly and reacts to the pulsating penis.","押し出されるようにするりとペニスが抜けると、出した精液が広がったままの膣口から卑猥な音を立てて溢れ出る。":"\"When the penis is pulled out so that it can be pushed out, the semen that has come out overflows with an obscene sound from the ostium of the vagina where it has spread.\"","「はぁっ……♡　はぁっ……♡」":"Huh ... ♡ Hah .........","「中…出したの……？」":"Medium ... has it ...?","「バカぁ……」":"Silly ...","「派手にイッちゃったね」":"It was flashy.","「布団がいつのまにかびしょびしょ」":"Before the futon is soaked","「はぁ？」":"What?","「あんたのなんか……全然気持ちよくなかったわよ‼」":"You were not ... it wasn't comfortable at all!","「ほんとかなぁ？」":"Really?","「はぁっ……はぁっ……」":"Huh ... hhhh ...","「やめてっ…敏感になってるんだからっ…‼」":"Stop it ... because I'm so sensitive ...","「ほんと、エッチだなぁエリは」":"\"Really, it ’s Ecchi.\"","「やぁっ…♡　はぁっ……はぁっ……」":"Hahhhhh ... hhhhhhhhhhhh ...","「あたま…っ♡　おかしくなる……っ♡」":"Atta ... ♡ ♡ is strange ... ♡","「あれぇ？　何回でもイケちゃうねぇ」":"Ah? I don't know how many times","「ん～～～っ♡」":"Hmmmmmmmm","「待っぇ……許してっ……♡」":"Wait ... forgive me ...... ♡","「お布団が筒路さんのHな汁とおしっこでびちゃびちゃだよ…」":"The futon flirts with Mr. Tsutsuji's H juice and pee ...","「さっきまでの元気はどこいったのかな？」":"Where was your energy up until now?","「はぁっ♡　はぁっ♡」":"Hahhhhhhhhhhhh","素直になるまでもう一回":"It ’s another time until you ’re honest","仕方ないなぁ":"I can't help it","「皆が戻ってくるまで時間があるね」":"I have time to get everyone back.","「もう一回エッチしたいよね？」":"\"You want to have another sex, right?\"","「これ以上…できるわけ…っ」":"No more ... I can ...","「ココはもう一回欲しそうにしてるけど？」":"Is Coco wanting to do it again?","「もぉ～～～……嫌い‼」":"Moo ~~ ... …… I hate it!","エリの背後に回ると、抱きついて、その背中に硬くなったモノを押し付ける。":"\"When he turns behind Eri, he hugs and presses the hardened object against his back.\"","「もうエッチなのやだ……」":"It's already naughty ...","エリは小さい子どものような声で嫌がって見せる。":"Eli dislikes it with a voice like a small child.","「でもさっきは気持ちよかったんでしょ？」":"But wasn't it just right?","「あれはっ…………」":"That is ...","「もうだめなんだから…‼」":"It's no use ...","ちいさなお尻の割れ目をなぞるように肉棒を手で押し下げると股の間に滑り込ませる。":"\"When you push down the meat stick by hand like tracing a small crack in your buttocks, you slip it between your groins.\"","俺のモノにとろりと蜜が溢れ落ちてくる。":"Thick honey overflows into my things.","「さっきの、また想像したでしょ…」":"You just imagined ...","「もぉ……」":"Moo ...","たっぷりと愛液をまぶして滑りをよくすると、挿入しやすい態勢になる。。":"\"If you apply plenty of joy juice and slide well, it will be easy to insert. .\"","「…っ……んぅっ」":"... hmm ...","「やぁ…っ……　だめっ……♡　んや……っあ」":"Huh ... no ... no ......... no ...","「ヨシトの事なんか嫌いなのに…」":"I don't like Yoshito ...","「こんな変態……嫌い……なのにっ……」":"This kind of metamorphosis ... I don't like ...","何度も何度もエリの膣内を俺のモノでかき回す。":"I stir Eri's vagina over and over again with my object.","さっき中に出した精液が、ぐちゃちゃと泡立っていやらしい音を立てる。":"The semen that was released a while ago makes a messy foam and makes a nasty sound.","「ちょっとイジメすぎたかなぁ」":"Is it too bully?","「……ん」":"……Hmm","「素直に声出したほうが、お互い気持ちいいのに」":"It would be nice if we could speak out loud.","「んぅやだっ……恥ずかし…いっ…」":"Nu-ya ... shy ... I ...","「こえ…なん…かっ……聞かせないんだからっ…」":"Oh ... I don't know ... I can't tell ...","「意地っ張りは損だぞっ」":"It's a loss of selfishness","「ほら♡　ほらっ♡」":"Here ♡ here ♡","「いぁっ♡　んひっ♡」":"Ia ♡ nhhh ♡","「あぁっ♡　あぅ♡」":"Ahhhhhhhhh","「ほら、良い声出てきたじゃないか」":"\"Hey, you have a good voice.\"","「～～～～～～～ッ♡」":"～～～～～～～～ ♡","「また膣内に…出すよ…‼」":"I will put it in my vagina again ...","「バカぁ♡……あぁっ♡」":"Stupid ♡ …… Ah ♡","「ほら、出る……よ‼」":"You see ... it's out","「おしっこ…漏れひゃっ……♡」":"Pee ... leaky ... ♡","小刻みに震え、脱力していくエリの身体を俺は慌てて支えてやる。":"\"I hurry and support Eri's body, who is trembling and weakening.\"","「派手にイったな」":"It was flashy","「やっぱエッチじゃないか、今日が初めてじゃないだろ…」":"\"Isn't it erotic, isn't it the first time today?\"","「はじめて…だもん…」":"For the first time ... Damon ...","風呂から出てきたエリが顔を赤くして、こっちを睨んでくる。":"Eri who came out of the bath turned her face red and stared at me.","「ヤラシイ目で…見ないで」":"Don't look ...","「もう気が済んだでしょ？」":"Isn't it all right?","「さすがに俺も2連続は疲れた」":"\"As expected, I was tired for the second time in a row.\"","「そういえば…」":"by the way…","「さっき、お前どさくさに紛れて俺の事名前で呼んだよね？」":"\"You just called me by your name because you were messed up with you, right?\"","「ねぇ、もう一回名前で呼んでみてよ」":"\"Hey, try calling again with your name.\"","「ちがっ‼…あれはほんのはずみで……‼」":"Difficultly ... that is just momentum ...","「そっ、それより…あの写真もう消しなさいよ‼」":"\"Oh, that's right ... Erase that photo already!\"","「あんたは今日は好き放題やってたでしょ…!?」":"You were doing whatever you want today ...!?","「え～～やだなぁ」":"Ehhh ~","「これが無いともうお前とエッチな事できないしなぁ…」":"I can't do anything naughty with you without this ...","「な、なんでよ‼」":"\"Why, why?\"","「エッチくらい……いつでもさせてあげるわよ……‼」":"It's about sex ... I'll let you do it anytime ...","「ホントに？」":"Really?","「昨日のお漏らしの写真を消してくれたら、約束するから……」":"I'll promise if you erase the leaked photo yesterday ...","「じゃあこれからもヨロシクな」":"Then it's still going on","俺はスマホをそのままエリに渡す。":"I hand my smartphone to Eri as it is.","急いでエリが画像のある場所を探って消そうとするが、肝心の画像が見つからない。":"\"Eri hurriedly tries to find the location of the image and erases it, but the essential image cannot be found.\"","「無い…」":"No ...","「まさか本体のは消して、もうネットにアップしたんじゃないでしょうね‼」":"I don't think I erased the main body and uploaded it to the internet already!","「エリさんよぉ」":"Eri-san","「昨日、カメラの音したか？」":"Did the camera make a noise yesterday?","「は？」":"What?","「撮ったふりしただけで、撮ってないから」":"I just pretended that I didn't shoot.","「なっ……そんな言葉が信用できるわけ…」":"Nah ... I can trust that word ...","「じゃあどうするんだ？」":"What then?","「…………逮捕」":"......... arrested","（まさか警察に行こうってか!?）":"(No way to go to the police !?)","「あんたってほんと最低の変態クズだから……」":"Because you're the worst crap ...","「私が逮捕しますっ‼」":"I will arrest you!","「絶対逃がさないから、覚悟しなさいよ‼」":"\"I will never let you go, so be prepared!\"","その後、先生が様子を見に来たのに俺たちが居ないということで、ちょっとした騒ぎになっていたようだ。":"\"After that, the teacher came to see us, but we weren't there.\"","なんとか適当な言い訳をしたが、クラスメイトの間では逢い引きしていたと噂になっていた。":"\"I managed to make an appropriate excuse, but it was rumored that I was meeting among my classmates.\""},"title_screen.ks":{"はじめから":"From the beginning","つづきから":"continue from","ギャラリー":"gallery","終了する":"finish"},"yellow_Scene09_10.ks":{"「ん…ヨシ…ト……？」":"N ... Yoshi ... To ...?","「!?」":"!?","「やっべ…!!」":"damn…!!","「きゃぁ!!」":"Cheer !!","「見た!?　見たの!?」":"Did you see it? Did you see it ?!","「悪い…つい好奇心で…」":"Bad ... just curious ...","「ヒドイよ…」":"I'm sorry ...","「ヨシトだけにはおむつの事知られたくなかったのに…」":"I didn't want Yoshito to know about diapers ...","「は？おむつ？」":"What? Diapers?","「あかりって今おむつ穿いてるのか？」":"Is Akari wearing a diaper now?","「…え？…ええぇっ!?」":"... eh? ... ehhh !?","「俺が見たの、胸だけだし…その事だと…」":"\"I saw, only my chest ... that was ...\"","「あっだからっ今のは冗談ってか…いやだからその」":"I'm just joking now ... I don't like that.","「って言うか胸見たって…ヨシトのえっちぃ～～～!!」":"\"That ’s what I mean, I ’m looking at my chest ... Yoshito ’s Ecchi ~ !!\"","「今更かよ…」":"I'm sorry ...","「ってか、おむつが気になるなぁ…」":"I'm curious about diapers ...","「だからっ!!」":"So !!","「それは忘れてよぉ…」":"Forget it ...","「このままあかりを帰したら、忘れられなくなっちゃうなぁ」":"\"If I leave Akari like this, I'll never forget it.\"","「なっ…!!」":"Now ... !!","「おにいさんにみせてみなさい？」":"Why don't you show it to your brother?","「～～～～～っ!!」":"“～～～～～ 〜 !!”","「……」":"...","「……だけ……」":"... only ...","「…ちょっとだけ…だよ…」":"... just a little ...","あかりはそう呟いてすっと立ち上がり、パジャマのズボンをゆっくりと下げはじめる。":"Akari murmured so quickly that she started to slowly lower her pajamas' pants.","「このおむつは……その……」":"This diaper ... that ...","「たまに…おねしょしちゃうから…寝る時はいつも…」":"Sometimes ... I'm bedridden ... I always sleep ...","言い訳するように自分の恥ずかしい秘密を喋るあかりの顔はりんごのように赤い。":"\"The face of Akari, who speaks her embarrassing secret as an excuse, is red like an apple.\"","「もうすこし…近くで見せて？」":"A little more ... show me nearby?","俺はあかりとの距離を少し詰めるように近寄る。":"I approach so as to close the distance with Akari.","「だめだって…これ以上はっ!!」":"No ... no more !!","「きゃっ…!!」":"Chat ... !!","咄嗟に距離をとろうとしたあかりは自分のパジャマズボンに足の自由を奪われ布団の上に倒れ込む。":"\"Akari tries to take a distance, and her pajamas trousers lose the freedom of her legs and fall on the futon.\"","「あたた…」":"Warm ...","大股を開いて尻もちをついたあかりは確かにおむつを穿いていた。":"\"Akari, who opened her thighs and had a butt stick, certainly wore a diaper.\"","それは◯学生が穿くには少し窮屈そうに見えたが、女の子向けの可愛らしい絵柄のついたものだ。":"\"It looks a little cramped for students, but it has a pretty design for girls.\"","「可愛い…」":"cute…","「にゃっ…な、なっ何言って…っ!!」":"Nya ... what are you saying ...!","「もっと見たい…」":"I want to see more ...","「ど…どこ触って…あ…っ!!」":"Where ... touch ... Ah ...!","おむつは濡れていなかったが内側にあかりの熱を確かに感じる。":"\"The diaper wasn't wet, but I definitely feel the heat of the light inside.\"","わざといやらしい手つきであかりのおむつを撫で回す。":"Stroke the diaper with a nasty touch on purpose.","「ちょ…触っていいなんて言ってないよぉ」":"Cho ... I'm not saying you can touch it.","そうは言いながらも足は閉じようとしない。":"\"That said, my legs do not close.\"","「もしかして気持ちいいの？」":"Do you feel good?","「………」":"“………”","あかりは黙ったまま俺の動かす手を見つめている。":"Akari is silent and gazing at my moving hand.","調子に乗っておむつに手をかける。":"Get in good shape and touch the diaper.","「破れちゃった…」":"I was torn ...","「そうみたい……」":"It looks like ...","あかりの穿いていたおむつは◯学生の身体には少し小さくて、":"\"The diaper worn by Akari is a little small on the student's body,\"","手をかけただけで簡単に両端が破れて外れてしまった。":"Both ends were easily torn and dislodged just by putting my hand on it.","おむつを引き抜くとあかりの割れ目から薄っすらと糸がひいている。":"\"When the diaper is pulled out, the thread is thinly pulled from the crack of the light.\"","「あっだめだってば‼ヨシトぉ‼」":"\"If it's too bad, it's Yoshitou\"","「ココは誰にも見せちゃダメなトコなの…」":"I can't show Koko to anyone ...","「ヨシトのえっちぃ…」":"Yoshito no Ecchi","「やっぱり気持ちよかったんじゃん」":"\"After all, it was nice.\"","「もぉ‼　死ぬほど恥ずかしいんだから‼」":"Moo! It's embarrassing to die!","「ほら、全部脱いで」":"\"See, take it off.\"","「でもっ…でもぉ…」":"But ... But ...","「俺に見られるの…あかりは嫌か？」":"Can you see me ... do you hate Akari?","「嫌だったらもう見ない」":"\"If I don't like it, I won't see it anymore\"","「そんな言い方ズルいよぉ…」":"That's how I say it ...","「できるじゃん…」":"I can ...","「可愛いなぁ、あかりは」":"\"Cute, Akari.\"","「またそうやってからかって…」":"I'm kidding you again ...","「はぁっ……♡　はぁっ……♡」":"Huh ... ♡ Hah .........","「ヨシトひどいよぉ…」":"Yoshito is terrible ...","「もう……おしっこ我慢できなかったぁ」":"I couldn't stand pee ...","「俺はあかりのおしっこ気にしないから」":"I don't care about Akari's pee","「むしろご褒美だぞ」":"It's rather a reward.","「ごほうび…!?」":"Reward…!?","「あかりの事好きだから俺には何でも嬉しいってこと」":"\"I like everything about Akari, so I'm happy about everything\"","「嬉しいよ」":"I am glad","「今初めて…好きって…」":"For the first time ... I like it ...","「……ね、ヨシト」":"... Yoshito","「もっと…シたい？」":"Do you want more ...?","「もっとって…俺は別に……」":"More ... I'm not ...","「何でもご褒美になるんでしょ？」":"\"Everything is a reward, right?\"","「私も欲しいな、ヨシトのご褒美！」":"\"I want it too, a reward for Yoshito!\"","「意味わかってんのか…あかり……」":"Do you understand the meaning ... Akari ...","「うんっ」":"Yeah.","「…あのね」":"…you know what","「ほんとはこの部屋来る時…ちょっと期待してたんだから」":"Really when I came to this room ... I was expecting a little.","「エッチな事されたらどうしよ～って…♡」":"What if I get horny ... ♡","「あかり…‼」":"light…!","「こっちは向いてくれないの？」":"Can you look over here?","「恥ずかしいから…このまま…」":"I'm embarrassed ... just like this ...","（この姿勢の方が恥ずかしいように見えるけど…）":"(This pose seems embarrassing though ...)","恥ずかしがるあかりのために電気を消したが、窓から溢れる月の光でお尻の穴まではっきりと見える。":"\"I turned off the light because of the shy light, but the moonlight spilled out the window and I could clearly see the hole in my butt.\"","ジャージのズボンを下げると痛いほど勃起した俺のモノが飛び出す。":"\"When I lower my jersey trousers, my erected erections pop out.\"","ゆっくりと場所を確かめるように彼女の膣口にソレを押し当てる。":"Sole is pressed against her vaginal opening so that the location may be confirmed slowly.","薄い膜を引き裂くような感覚が亀頭から伝わってくる。":"The glans feel like tearing a thin film.","「これ…ヤバい…」":"This is dangerous ...","「んっ…動いて…いいよ…♡」":"Mmm ... move ... good ... ♡","熱く痙攣するように締め付けてくるあかりの膣に、俺の腰もカクカクと動いて反応する。":"\"Akari's vagina that tightens so hotly that it cramps, my hips also move and react.\"","「っ…ヨシトの…入ってるよぉ♡」":"Hmm ... Yoshito's ... it's in there ♡","「痛くないか？」":"Are you hurt?","「大丈夫…だよ…♡」":"It's okay ... ♡","できるだけ痛くならないように優しく腰をスライドさせる。":"Gently slide your hips so that it doesn't hurt as much as possible.","「んっ♡　ぁっ♡」":"Nhhhhhhhhh","「んぃ…♡　やっ…♡」":"Nii ... ♡ Yay ... ♡","次第に膣から大量の蜜が溢れ出ると、滑りがよくなって腰の動きも早くなる。":"\"When a large amount of honey overflows from the vagina, slipperiness improves and the waist moves faster.\"","いやらしい音とあかりの喘ぎ声が薄暗い部屋の中に溶けてゆく。":"The odious sound and the pant voice of Akari melt into a dim room.","「そこ…っ…いいっ♡」":"There ... good ...","「はぁっ♡　はぁ………はぁ…♡」":"Hahhhhhhhhh ... hhhhh ... ♡","突くたびにきゅうきゅうとあかりの膣が締め付けてきて俺もすぐに射精感が込み上げてきた。":"\"Every time I poke it, the vagina of Akari tightened and I immediately got a feeling of ejaculation.\"","「もう…出そう…」":"Let's get out ...","「…いいよっ!!　きて…？」":"... Good! Come on ...?","「もう………っ!!」":"Already ......... !!","「お布団…どうしよっか」":"Futon ... what should I do?","気づけば布団はあかりのおしっこと体液で大きな染みになっていた。":"I noticed that the futon was a big stain with Akari's pee and body fluid.","「はぁ…今日はもうこの布団で寝るよ…」":"Well ... I'm going to sleep on this futon today ...","「それより…」":"Better than that ...","「あかりはもう自分の部屋に戻ったほうがいい」":"Akari should return to his room.","「きっと深夜に先生が見回りにくる」":"Maybe the teacher will come to see me at midnight","「ヤダ…いっしょに寝たい…」":"Yada ... I want to sleep together ...","俺も同じ気持ちだったが、大事になると面倒だ。":"\"I felt the same, but it was troublesome when it was important.\"","「まだ明日もあるだろ？」":"Is there still tomorrow?","「家に帰っても近くに住んでるんだから、これからはいつでも会えるだろうが」":"\"I'll live near you when I get home, so I'll always be able to meet you from now on.\"","「な？」":"What?","「いつでも会える…かぁ…ふふっ」":"\"I can see you anytime ...\n\"","「うん……わかった」":"\"OK, got it\"\"","「おやすみ‼」":"Good night!","「俺の家に泊まる時はおむつ忘れんなよ？」":"Don't you forget your diaper when you stay at my house?","「もぉ～‼」":"Moo ~"},"talk_Scene01.ks":{"「今…邪魔だった？」":"Now ... was it in the way?","「え、ううん…ただ、葉山君どうしてるかなって」":"Uhhh ... I wonder what Hayama is doing.","「見に来ただけ…だけど…」":"I just came to see ... but ...","「うん…」":"Yup…","「あのことは…気にしてないっていうか…」":"I don't care about that ...","「嬉しかったから…」":"I was happy ...","「それより、今日はありがとう…助けてくれて」":"Thank you for today ... thank you for helping me.","「え？　お礼に私の下着が見たいって…!?」":"\"Eh? Thank you, I want to see my underwear ...!\"","「えぇ～～～‼」":"Ehhhhh ~","「……」":"...","「朝みたいな可愛いのじゃないよ？」":"Isn't it cute like in the morning?","「……葉山君がどうしても…って言うなら…」":"... If Hayama says ...","「やっぱり葉山君の目の前で脱ぐのは恥ずかしいよ…」":"\"After all, it's embarrassing to take off in front of Hayama-kun ...\"","「え？　カワイイ？」":"Eh? Cute?","「あんまり、からかわないでよ…」":"Don't make fun of me ...","「うぅ…」":"Uh ...","「ヨ～～～シトっ‼」":"Yo ~~ Sit ~","「何してんのこんなトコでっ！」":"What are you doing?","「へぇ～班とはぐれちゃったの？」":"Huh? Did you get separated?","「ヨシトはいっつも肝心なとこ抜けてるんだからぁ…」":"Yoshito is completely out of the question ...","「えへへ私も…　バレちゃった？」":"\"Ehe, I too ...","「今何か変な想像してない？」":"Don't you think something strange right now?","「それなら良いけど…」":"That's fine ...","「ほんとに？」":"really?","「ニヤニヤして…絶対昨日みたいなエッチな事考えてるでしょ‼」":"Grinning ... I'm definitely thinking about horny things like yesterday!","「ヨシトのえっち‼　変態‼」":"Yoshito's Etchi Metamorphosis","「ほら…着けたわよ…」":"You see ... I wore it ...","「うるさい…‼」":"Noisy…!","「何でも言うこと聞くって言ったけど…こんなの恥ずかしすぎるに決まってるじゃない‼」":"\"I told you to ask me anything, but I'm sure it's too embarrassing!\"","「とりあえず、もう部屋に戻るから…」":"\"For the time being, I'm going back to my room ...\"","「わかってるわよ‼」":"I know!","「明日ちゃんと着けてこれば良いんでしょ‼」":"This is good to wear tomorrow!","「こんな格好させて何が楽しいのよまったく…」":"What's so fun about dressing up like this ...","「私、もう寝るから…」":"I'm going to sleep already ...","「あんたもおねしょしないように、おむつしたほうがいいんじゃないの!?」":"I shouldn't you diaper so that you don't even get wet !?","「ふんっ」":"Fun","「この林間学習会が終わったら覚えときなさいよ…」":"Please remember after this forest study session ..."},"yellow_Scene07_08.ks":{"友人達の部屋のカードゲーム大会が終わって消灯時間が迫ってくる。":"\"After the card game competition in my friend's room is over, the time to turn off the lights is approaching.\"","俺は自分の部屋に戻ると布団を敷いて寝る準備をはじめた。":"\"When I returned to my room, I laid out the futon and started preparing to sleep.\"","「ふぅ～～～疲れた‼」":"Fu ~~~ tired ~","林間学習会の初日から色んな事があって疲れてしまった。":"\"From the first day of the forest learning session, I was tired from various things.\"","敷いた布団の上にごろんと転がるとそのまま寝てしまいそうになる。":"\"If you roll around on the futon, you will fall asleep.\"","（色々あったなぁ…）":"(There were various ...)","朝の相野さんのおもらし事件を思い出すと自然に股間がかたくなってしまった。":"\"When I recalled Mr. Aino's peeing incident in the morning, my crotch became harder.\"","あの後どうしたのかはわからないが、昼間のオリエンテーリング中も相野さんの姿は見かけなかった。":"\"I don't know what happened after that, but I didn't see Mr. Aino during the daytime orienteering.\"","（うっ……1発抜きたくなってきた…）":"(Ugh ... I wanted to skip one shot ...)","股間のモノを取り出そうとした瞬間、部屋の扉をノックする音が響く。":"\"At the moment of trying to remove the crotch, the sound of knocking on the door of the room sounds.\"","「誰だ？　タイミングが悪いぞ！」":"“Who? Timing is wrong!”","「また、遊び足りないバカが来たのかな？」":"Is there an idiot who doesn't have enough play again?","部屋の入り口まで行って扉を開ける。":"Go to the room entrance and open the door.","「やっほ！」":"Yaho!","「前かがみでどうしたの？」":"What happened when you slouch?","寝間着姿の幼馴染だった。":"He was a childhood friend in a nightwear.","なぜか荷物を抱えてやって来たのを見るに、部屋から逃げてきたようだ。":"\"Seeing that he came with his luggage for some reason, he seemed to have escaped from the room.\"","「疲れてるだけ…」":"I'm just tired ...","「それより、次は誰の部屋で大会はじまってんだ？」":"Who did the competition start next?","「ウチの部屋」":"My room","「枕投げ大会まで始めちゃって、寝れなくて…」":"\"Because I started the pillow fight competition, I couldn't sleep ...\"","「それは大変だな」":"It's tough","「でも何で俺の部屋に来るんだよ。他の女子の部屋行けよ。」":"But why are you coming to my room? Go to another girl's room.","「友達みんなが私たちの部屋に来ちゃったから行くトコなかったの‼」":"I couldn't go because all my friends came to our room!","「こんな事ならヨシトみたいに個室希望にしとくんだったなぁ…」":"\"If this is the case, I would like to have a private room like Yoshito ...\"","「なら、仕方ない…ちょっとだけだぞ」":"Then it can't be helped ... it's just a bit.","「ありがと♡」":"Thank you ♡","「やっぱヨシトは優しいなぁ」":"Yoshito is kind after all.","「良いように利用されてるだけとも言う」":"It's also said that they are being used to good use.","「なにそれぇ！」":"What is that!","「あはははっ」":"Ahahaha","「今日も疲れちゃったね」":"I ’m tired today as well.","「わざわざこんな良い環境まで来て、今日一日座りっぱなしでお話聞くとは思わなかったよぉ」":"I didn't expect to come to such a good environment and sit down all day today to listen.","「まぁその分、明日は朝からスタンプラリー（笑）で15kmも歩けってさ」":"\"Well, tomorrow, I can walk the stamp rally (morning) for 15km from tomorrow.\"","「あ～やだなぁ、体力ないのに…」":"\"Ah, I have no physical strength ...\"","「3日目のバーベキューで早くお肉食べたい……」":"I want to eat meat early on the barbecue on the third day ...","あかりは持ってきた旅行のしおりをぐるぐる丸めるとぽいっと投げてみせる。":"Akari throws the trip guide that she brought when she rolled it around.","「ってことでオヤスミ～!!」":"That ’s why I ’m sorry !!","「あっ…おいこら！」":"Ah ... hey!","あかりは俺の敷いた布団に潜り込むと目を瞑って眠ったフリをしだした。":"\"When Akari sneaked into my futon, I closed my eyes and started pretending to sleep.\"","「俺もさっさと寝たいのに……」":"I want to go to sleep quickly ...","「ごめん……ねぇ………」":"\"I'm sorry ...","「あかり？寝るな！寝たらイタズラするぞ！？」":"\"Akari? Don't sleep! If you sleep, you'll play a trick!\"","「……えっちぃ…………」":"... ecchi ...","「あーあ…あかりのヤツ、本当に寝ちゃったよ」":"\"Ah ... Akari, I really slept.\"","「男子の部屋に寝に来るってどういう事になるかわかってないのか？」":"Don't you know what it would be like to come to sleep in a boy's room?","「全く…」":"Well ...","「こういう悪い子には…」":"To such a bad child ...","俺は耳元で指を鳴らしてあかりが起きないのを確認する。":"I ring my finger at my ears to make sure the lights don't wake up.","反応が無いのを確かめるとゆっくり掛け布団をずらす。":"\"After making sure that there is no reaction, slowly shift the comforter.\"","布団あいだから女の子が使うシャンプーのいい匂いがする。":"\"Because it is a futon, it smells good of shampoo used by girls.\"","（コイツも…女の子…なんだよな…）":"(This guy ... a girl ... what ...)","ちょっとしたイタズラのつもりが、急に意識してしまう。":"\"I was a little prank, but suddenly I became aware of it.\"","（昔はあんなチビだったのに）":"(It used to be that kind of chibi)","（しっかし、どこでも寝れる体質は変わらないみたいだな…）":"\"(I'm relieved, I can sleep anywhere, it doesn't seem to change ...)\"","（それに、一度寝たらなかなか起きないってあかりのかーちゃんも言ってたっけ…）":"(And Akari-chan told me that I wouldn't get up easily once I slept ...)","「脱がして…みるか!!」":"Take it off ... see!","就寝前のオナニータイムを邪魔されて、俺はとてもムラムラしていた。":"I was very horny when I was disturbed by the masturbation time before going to bed.","あかりのパジャマのボタンをプチプチと外していくと、少し汗ばんだ上着をはだけさせる。":"\"The buttons of Akari's pajamas are popped off, and her sweaty jacket is removed.\"","（…!!）":"(... !!)","女の子は常に肌着を着ているものだと思っていた俺は驚いた。":"I was surprised to think that girls always wore underwear.","パジャマからこぼれたふたつの膨らみを見て、俺は息が荒くなる。":"The two bulges that spilled from my pajamas made me breathe.","（うおお…!!　あかりの生おっぱいだ…）":"(Uo ... !! Akari's raw breasts ...)","（乳首もピンク色で可愛いな…）":"(The nipples are pink and cute ...)","おっぱいはまだ成長途中といった感じだ。":"The boobs are still growing.","手の甲で優しく撫でてみるとすべすべとして弾力がある。":"Gently stroking it on the back of the hand gives it a smooth and elastic feel.","「……すぅ……すぅ」":"... su ... su","リズムよく寝息を立て続けるあかりに起きる気配はない。":"There is no sign that Akari keeps sleeping in good rhythm.","（さて…どうするか…）":"(Well ... what to do ...)","Hなイタズラを続ける。":"Continue the mischief.","服を着せて部屋へ帰らせる。":"Get dressed and go home.","（…次は可愛いおぱんつでも見せてもらおうかな）":"(... next time I will show you some cute pants)","「これは…!?」":"this is…!?","ズボンからはみ出ている下着に違和感があったが、脱がせてみてようやく俺は理解した。":"\"There was something wrong with the underwear that was sticking out of my pants, but I finally understood it when I took it off.\"","「これ…もしかしておむつ…なのか？」":"Is this ... maybe a diaper ...?","その可愛らしいハートやフルーツの柄を散りばめた紙おむつは、明らかに◯学生が履くには可愛すぎた。":"The paper diapers with cute hearts and fruit patterns were obviously too cute for students to wear.","「ははん…どおりで…」":"Haha ... right ...","あかりが昔っからお泊りを嫌がってたのはコレが原因なんだと合点がいく。":"It seems that this is the reason why Akari has long disliked staying overnight.","（幼馴染のおむつ姿がこんなに可愛く思えるなんて…）":"(Your childhood diaper looks so cute ...)","興奮を抑えきれなくなった俺は、ゆっくりと股の下に手を伸ばす。":"\"Being unable to control my excitement, I slowly reach out under my crotch.\"","「さすがに、寝たばかりで漏らしてはいないな…」":"\"As expected, I just slept and didn't leak ...\"","紙おむつが濡れている様子はなかった。":"The diaper didn't look wet.","指先を押し当ててまさぐると、僅かにあかりの体温を感じる事ができる。":"You can feel a little light body temperature by pressing your fingertips over it.","「…んぅ…ん…」":"... nu ... n ...","（寝ながら感じてる!?）":"(I feel it while sleeping !?)","今度は少し力を入れて触る。":"\"Now, touch it with a little effort.\"","割れ目らしきくぼみを探り当てて指で上下に刺激してみる。":"I searched for a hollow that seems to be a crack and stimulated up and down with my finger.","「…んっ…」":"... mm ...","（ここが気持ちいいのか…？）":"(Do you feel good here ...?)","俺は調子にのってクリトリスのあたりを何度も擦ると、あかりの反応が少しずつ変わってきた。":"I rubbed my clitoris many times and the reaction of Akari changed little by little.","「んっ……」":"Hmm ...","一瞬、あかりの身体がビクビクと小さく震える。":"\"For a moment, Akari's body trembles a little.\"","右手の指先に違和感が広がる。":"Discomfort spreads at the fingertips of the right hand.","「……ヨシ…ト…？」":"... Yoshi ... To ...?","「あっ!!」":"Ah!!","「きゃっ!!」":"Chat !!","「もしかして…見た!?」":"Did you see ...?!","「あっ…これはその…」":"Oh ... this is ...","「……ごめん…」":"……sorry…","「……っ!!」":"... !!","あかりははだけたパジャマのままトイレへ逃げ込んだ。":"Akari ran into the toilet with her bare pajamas.","「あかり～…悪かったってば…」":"Akari ... if it was bad ...","「もうやだ！知らないもん！」":"I'm sorry! I don't know!","「誰にも秘密だったのに…おねしょするとこまで全部見られたなんて…!!」":"It was a secret to everyone ... I could see all of this even if I was bedridden ... !!","「恥ずかしくて死んじゃう……!!」":"I'm embarrassed to die ... !!","「……」":"...","ぐすっ……ぐすっ……":"Gus ... Gus ...","「…悪かったから出てきてくれよ」":"\"... Because it was bad, please come out.\"","（反応がない…）":"(No reaction ...)","恥ずかしくて死んじゃうと言われると悪い予想しかできなくなる。":"\"When you are embarrassed to die, you can only make bad predictions.\"","あかりに限ってそんな事は無いと思いつつ、確かめずにはいられなかった。":"I couldn't help but think that this wasn't the case with Akari.","「入るぞ‼」":"Let's get in","ドアのロックを爪で弾いて外してノブに力を入れる。":"\"Use your fingernail to flip the door lock and remove it, and apply force to the knob.\"","「あっ」":"Ah","そこには、ぐっしょり濡れたおむつを処理しようとするあかりの姿があった。":"There was a figure of Akari trying to process a wet diaper.","「うぅぅ……変態……」":"Uuu ... metamorphosis ...","「あっいやこれは…」":"\"Okay, this is ...\"","「出てってぇ‼」":"Get out!","「あっいやこれは…って…」":"\"Okay, this is ...\"","「それより…」":"Better than that ...","「あかりって…いっつもおむつしてたのか…？」":"Akari ... Did you ever have a diaper ...?","「ちが…っ!!」":"Well ...!","「寝る時だけだよぉ」":"Only when I sleep","「毎日おねしょするワケじゃないんだから」":"It's not a reason to bed bed every day.","「たまに……週に2回くらい……しちゃうだけだもん……」":"Sometimes ... I'll just do it about twice a week ...","「もぉー!!　いつまで見てるの!?」":"Moo !! How long do you keep watching !?","「あっ、つい…悪ぃ…」":"\"Oh, that's ... bad ...\"","トイレのドアが開いて、あかりが出てきた。":"The toilet door opened and the light came out.","その手には丸まった使用済みのおむつが握られている。":"\"In his hand is a rolled, used diaper.\"","うつむいたまま目もあわせずに、持ってきたバッグの中にそれを片付ける。":"Put it in the bag that you brought without putting your eyes down while lying down.","「もう寝る時間だよね。……邪魔して…ごめんね。」":"It's time to go to sleep .... I'm sorry ... I'm sorry.","「でも見られたのがヨシトで良かったよ……」":"But it was nice to see Yoshito ...","「あとはお願い……」":"Please do ...","「……この事……他の子に言っちゃヤだよ？」":"... this thing ... you shouldn't tell other children?","「うん……」":"Yup……","俺の返事を聞いてから、あかりは荷物を持って静かに部屋を出ていった。":"\"After listening to my reply, Akari quietly left the room with her luggage.\"","（幼馴染とはいえ、少しやりすぎた…反省しよう…。）":"\"(Even though I was a childhood friend, I did a little too much ... let's reflect ...)\"","なんだか申し訳ない気分になった。":"Somehow I felt sorry.","さっきまであかりが寝ていた布団に潜ると、女の子の良い匂いと、それから少しおしっこの匂いがした。":"\"A while ago, when I dived into the futon where I was sleeping, I could smell the good smell of the girl and then a little pee.\""},"yellow_Scene11_12.ks":{"「これがウワサに聞く露天風呂…」":"This is an open-air bath that asks rumor ...","林間学習会の参加者は屋内の風呂にしか入れない決まりだったが、俺は知っていたのだ。":"\"It was a rule that participants in the forest learning session could only take an indoor bath, but I knew.\"","（夜は露天風呂入り放題なんだなこれが…）":"(This is an all-you-can-eat outdoor bath at night ...)","消灯時間をギリギリにこっそり部屋を抜け出して風呂に来た甲斐があった。":"It was worth the time to sneak out of the room and come to the bath at the last minute.","（屋内のせせこましい風呂とは格が違うぞ…）":"(It's not the same as an indoor bath ...)","林間学習会のおかげで旅館はほぼ貸し切りなので、風呂に誰もいない。":"\"The inn is almost entirely reserved for rent because of the forest learning session, so nobody is in the bath.\"","身体を洗い終えて、湯船に浸かろうとしたその時…":"When I was about to soak in the bathtub after washing my body ...","「ホントに入り放題だ…うふふっ」":"You can enter as much as you want ... Ufufu","「あかり!?」":"light!?","「ヨシト!?　なんで!?」":"Yoshito! Why ?!","「ここ男風呂だぞ」と言いかけて、女子の脱衣所と繋がってる事に気づく。":"\"When I said, \"This is a men's bath,\" I realize that I am connected to a girls' dressing room.\"","「もしかして…混浴なのかココ…」":"Maybe ... a mixed bath here?","「えぇ～っ!!」":"Ehhh !!","「ま、まぁ…俺以外は誰も入ってないみたいだから、良かったな」":"\"Well, well ... I'm glad there's no one except me.\"","「うぅ…ヨシトに裸思いっきり見られたぁ…」":"Uh ... Yoshito was able to see her nakedly ...","（今更何言ってんだ…）":"(What are you talking about now ...)","「ヨシトもお風呂好きだったよね！」":"Yoshito also liked baths!","「そうか？」":"Really?","「昔はヨシトん家のお風呂でよく洗いっこしたじゃん！」":"I used to wash well in the bath of Yoshito's house!","「何年前の話だよ!!」":"How many years ago!","昨日の事があったから少し大胆になったあかりが隠さずに湯船に入ってくる。":"\"Akari, who was a little bold because she had something happened yesterday, came into the bathtub without hiding.\"","屋内のシャワーを浴びてきたのか、しっとりと濡れた髪から漂うシャンプーの香りに、昨日の夜の記憶が蘇る。":"\"The scent of shampoo floating from the moist hair reminds me of yesterday night, whether I was taking an indoor shower.\"","「もぉ～!!　ジロジロ見てエッチだよ？」":"Moo ~ !! It's horny looking at Girojiro?","「昨日よく見れなかったから」":"I didn't see well yesterday.","「っ……」":"Oh ...","湯船に入って数秒であかりの顔が一気に赤くなる。":"\"A few seconds after entering the bath, Akari's face suddenly turned red.\"","「またおっきくしてる…」":"I'm sorry again ...","あかりの視線は俺の股間に釘付けになっていた。":"Akari's eyes were nailed to my crotch.","「仕方ないだろー」":"I can't help it!","「朝からずっとこんな状態だよ」":"It ’s been like this since morning.","俺のモノは早くあかりと一つになりたくてビクンビクンと水中で大きく脈打つ。":"My thing suddenly pulsates greatly in the water because I want to become one with Akari quickly.","「また…したい？」":"Do you want to ... again?","「あかりの方こそどうなんだ？」":"What about Akari?","「……」":"...","「したい……よ？」":"I want to ...?","「私もね…ドキドキして眠れなかったから…」":"I too ... I was so nervous that I couldn't sleep ...","「お風呂入ったら眠れるかな？って思ったけど…」":"I thought I could sleep after taking a bath ...","「ヨシトの事見たら、我慢できないみたい♡」":"\"If you see Yoshito, you can't stand it ♡\"","湯船の端に腰をかけると、俺の硬くなったモノがピンと反り返る。":"\"When I sit down at the end of the bathtub, my hardened object warps.\"","「握ったら…いいの？」":"If you grab it ... is it okay?","「そうそう…手でこう…」":"Oh yeah ... by hand ...","あかりがそっと俺のものに触れる。":"Akari gently touches mine.","「わっ…こんなに熱いんだね…」":"Wow ... it's so hot ...","柔らかい女の子の手の感触が俺のモノを包む。":"The feel of the soft girl's hands wraps my stuff.","すぐにでも手で抜いて欲しくて自然と腰が前後する。":"\"I want my hands pulled out immediately, and my waist naturally moves back and forth.\"","「ピクピクしてかわいい…」":"Jumping and cute ...","「握ったまま…」":"Hold it ...","「手を上下に動かして…？」":"Move your hands up and down ...?","「こ…こうでいいのかな？」":"Is this okay?","自分の手でするのとは違う、柔らかい手のひらの感触とゆっくりとした優しい動きで、徐々に射精感が込み上げてくる。":"\"The feeling of soft palm and slow and gentle movement, which is different from doing with your own hands, gradually ejaculates.\"","「ん…ちゅ…」":"N ... chu ...","「……ちゅぷ……れろ……」":"... Chupu ... Rero ...","あかりが亀頭にキスをする。":"Akari kisses the glans.","そのまま優しく舌で裏筋を舐める。":"Gently lick the back muscles with your tongue.","「そんなの…ドコで覚えて…っ」":"That's ... remember it ...","「えへへ～」":"Ehehe ~","「エッチな漫画にあったけど……れろ…」":"\"It was a horny manga, but ...","「んちゅ……ほんとに……気持ちいいんだね！」":"It's dangerous ... let's get it out soon ...","「それヤバい…すぐに出そう…」":"... Chupu ... nmm ... ru ...","「……ちゅぷ……んっ…れる……」":"... fufu ... sorry","「…ふふ……ごめん」":"I'm glad to have a nice looking face ...","「気持ちよさそうな顔してるのが嬉しくって…」":"Hammu","「はむっ」":"Hore de ho? (Is this how?)","「ほれでほぉ？（これでどぉ？）」":"Akari ... That's ...","「あかり…それはっ…」":"\"Because of the hot spring, the strange feeling of being warm wraps the glans.\"","温泉に入っていたせいか生温いような奇妙な感触が亀頭を包む。":"\"When Akari licks around the glans in her mouth, she moves her hands and head to encourage ejaculation.\"","あかりは口の中で亀頭の周囲をぐるりと舐めると手と頭を動かして射精を促す。":"Ha ... mahahohohifuhaha !! (Oh ... it's grown again !!)","「は…まはほほひふはっは!!（あ…また大きくなった!!）」":"Hmm ... Hum ... Upu ... Rero ...","「んっ…はむ……うぷ…れろ……」":"... Npu ... Happu ...","「……んぷ…はぷ……」":"Akari holds my object in a small mouth and doesn't let go.","あかりは小さな口の中いっぱいに俺のモノを咥えて離そうとしない。":"\"If you're in pain, don't overdo it ...\"","「苦しいなら無理しなくても…」":"Nmm","「んんーん」":"A light that gently shakes its head sideways while holding it.","咥えたまま軽く頭を横に震わせるあかり。":"Move your head with a little momentum.","すこし勢いをつけて頭を動かす。":"Habu ... Npu ...","「はぶっ……んぷっ……」":"Her right hand smoothly and gently squeezes a meat stick that has become muddy by Akari's saliva.","あかりの唾液でドロドロになった肉棒を、彼女の右手が滑らかに優しくしごく。":"Already ... if it comes out ...","「もう…出るってば…」":"Rahihe ...","「らひへ（だして）…!!」":"I'm sorry ... on my face ...","「ごめん…顔にいっぱい…」":".........","「…………」":"... I don't care.","「……気にしてないよ」":"Because Yoshito's ... a reward for me","「だってヨシトのだもん…私にとってのご褒美だもん」":"You are ...","「おまえなぁ…」":"And maybe you like this smell ... ♡","「それに、この匂い好きかも…♡」":"I'm still finer than that ...","「それよりまだ元気…だね」":"\"Oh, I'm a student too.\"","「そりゃあ俺も◯学生ですから」":"So you feel more comfortable?","「じゃぁ、もっと気持ちよくなろ？」":"Akari lays a towel on the curb of the bathtub and pushes me down on her back.","あかりは湯船の縁石にタオルを敷くと、俺を仰向けにするように押し倒す。":"It's a bit cold when you get out of the bath.","「お風呂から出るとちょっと寒いね」":"\"... Because I have a cold, I want to be warm quickly.\"","「…風邪ひいちゃうから早くあったかくなろ？」":"Ohhh ...","「お、おぅ…」":"Akari straddles me and pushes the crack against the penis.","あかりは俺の上に跨ると、割れ目をペニスに押し付けてくる。":"\"The meaty meat, this meat sandwiches my thing and rubs it up.\"","肉付きの良いおまんこの肉が俺のモノを挟んで擦り上げる。":"\"If you do this, you'll be told that you're pounding?\"","「こうしてるとヨシトのがドキドキしてるの伝わってくるよ？」":"\"Since it's just before, it's slimy\"","「さっきのでヌルヌルだ」":"Ufufu","「うふふっ」":"Akari ...","「あかり……っ」":"I want to insert ...","「もう…挿れたい…」":"Akari opens her pussy with her right hand.","あかりは自分の右手でおまんこを開いてみせる。":"Juice mixed with hot water and love juice drips from the inner mucous membrane.","内側の粘膜からポタポタとお湯と愛液の混じった汁が垂れてくる。":"\"When Akari's left hand gently grabbed my object, the glans filled the vaginal opening.\"","あかりの左手が俺のモノを優しく掴むと、亀頭を膣口へ充てがった。":"Yes ... what?","「はい…どーぞ」":"Akari slowly falls down.","あかりはゆっくりと腰を落としていく。":"\"For a moment, Akari's body trembles and it is vigorously inserted to the root.\"","一瞬、あかりの身体がガクガクと震えて勢い良く根本まで挿入されてしまう。":"\"For a moment, Akari's body trembles with a jerk, and the root is vigorously inserted.\"","「一気に…いっちゃった♡」":"At a stretch ... it went ♡","膣はまだ狭かったが、十二分に濡れているおかげで俺のモノが一番深い場所まですんなり入る。":"\"The vagina was still small, but because it was more than wet, my things could easily reach the deepest place.\"","あかりの中で身体が一つに溶け合ってしまったような不思議な感覚になる。":"It gives a strange feeling as if the bodies were united in the light.","「動いていい？」":"Can I move?","「痛かったら無理するなよ？」":"\"If you have a pain, don't you force it?\"","「ううん、大丈夫」":"\"No, it's okay\"","あかりがゆっくりと腰をスライドさせる。":"Akari slowly slides her hips.","ぷりぷりとした子宮口が亀頭を何度も擦りあげ、その奥を突くたびに全身に快感が走る。":"\"The plump uterus rubs the glans many times, and every time it pokes into the back, a pleasant sensation runs throughout the body.\"","あかりも同時に顔を緩ませ、快感の混じった甘い声を漏らしはじめる。":"Akari also loosens her face at the same time and begins to leak a sweet voice with a pleasant sensation.","「んっ♡……はっ……ぁ…♡」":"Nh ......... hhhhhhhhh ... ♡","「そんなに激しく動いたら…」":"If you move so hard ...","「んひ…っ……はっ……♡」":"Nhhh ... hhhhhh ... ♡","「あっ…んん♡んぅんっ♡んっ‼」":"Ahhhhhhhhhhhhhhhhhhhhhhhhhhh","「あっ…‼」":"Ah…!","突然あかりの身体がビクビクと震え出すと同時に膣壁が強く俺のものを締め付ける。":"\"Suddenly Akari's body begins to tremble, and at the same time the vaginal wall strongly tightens mine.\"","俺から精子を搾り取るようにウネウネ膣内が動くと、俺も我慢できなくなる。":"\"When the vagina moves like squeezing sperm from me, I can't stand it either.\"","「やばいっ…中に出る…‼」":"Yeah ... go inside ...","「すっごく可愛い声出てたよ…？」":"You had a really cute voice ...?","「ごめんね、ヨシト…」":"\"Sorry, Yoshito ...\"","「お茶…飲む？」":"Tea ... drink?","「う、ありがとう…」":"\"Uh, thank you ...\"","「まだ少しクラクラする…」":"I'm still a little distracted ...","俺は興奮しすぎたせいかすこしのぼせてしまった。":"I was a little excited because I was too excited.","「嫌いになった？」":"It became the hate?","「なんで？」":"why?","「ちょっとエッチすぎたかなって…」":"It's a bit too erotic ...","「むしろ最高だったよ」":"“It was rather great.”","「よかったぁ～！」":"It was good!","「大好きなヨシトに嫌われちゃったらどうしようって…」":"What should I do if my favorite Yoshito hates me?","あかりはホントに俺のことが大好きなのだと確信する。":"I'm sure Akari really loves me.","「毎晩お願いしたいくらいだね」":"I want to ask you every night.","「風呂場ではもう勘弁だけど！」":"I'm sorry in the bathroom!","「ふふふっ」":"Fufufu","「じゃあまた、昔みたいに…」":"\"Then, like before ...\"","「ヨシトの家に遊びに行って良いかな？」":"Can I go to Yoshito's house to play?","「いいけど…」":"\"it's okay, but…\"","「この２日でずいぶんエッチになったなぁこの娘は…」":"\"I've become pretty horny in the last two days, this girl ...\"","「もぉ～～～‼」":"Moo ~~~","「うそうそ、もちろん、これからもずっと一緒だからな。」":"\"Lies, of course, we'll always be together.\"","「うんっ！」":"Yeah!"}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"":"","ヨシト":"","？？？":"","まゆみ":"","男子":"","女子":"","先生":"","エリ":"","あかり":""},"label":{}}